[
	{
		"storyid": 1,
		"sections": [
			{ "id": 1, "title": "1. The Creation" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-01.jpg",
				"text": "This is how God made everything in the beginning. He created the universe and everything in it in six days. After God created the earth it was dark and empty because he had not yet formed anything in it. But God’s Spirit was there over the water."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-02.jpg",
				"text": "Then God said, “Let there be light!” And there was light. God saw that the light was good and called it “day.” He separated it from the darkness, which he called “night.” God created the light on the first day of creation."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-03.jpg",
				"text": "On the second day of creation, God said, “Let there be an expanse above the waters.” And there was an expanse. God called this expanse “sky.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-04.jpg",
				"text": "On the third day, God said, “Let the water come together in one place and the dry land appear.” He called the dry land “earth,” and he called the water “seas.” God saw that what he had created was good."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-05.jpg",
				"text": "Then God said, “Let the earth produce all kinds of trees and plants.” And that is what happened. God saw that what he had created was good."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-06.jpg",
				"text": "On the fourth day of creation, God said, “Let there be lights in the sky.” And the sun, the moon, and the stars appeared. God made them to give light to the earth and to mark day and night, seasons and years. God saw that what he had created was good."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-07.jpg",
				"text": "On the fifth day, God said, “Let living things fill the waters, and birds fly in the sky.” This is how he made everything that swims in the water and all the birds. God saw that it was good, and he blessed them."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-08.jpg",
				"text": "On the sixth day of creation, God said, “Let there be all kinds of land animals!” And it happened just like God said. Some were farm animals, some crawled on the ground, and some were wild. And God saw that it was good."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-09.jpg",
				"text": "Then God said, “Let us make human beings in our image to be like us. They will rule over the earth and all the animals.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-10.jpg",
				"text": "So God took some soil, formed it into a man, and breathed life into him. This man’s name was Adam. God planted a large garden where Adam could live, and put him there to care for it."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-11.jpg",
				"text": "In the middle of the garden, God planted two special trees—the tree of life and the tree of the knowledge of good and evil. God told Adam that he could eat from any tree in the garden except from the tree of the knowledge of good and evil. If he ate from this tree, he would die."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-12.jpg",
				"text": "Then God said, “It is not good for man to be alone.” But none of the animals could be Adam’s helper."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-13.jpg",
				"text": "So God made Adam fall into a deep sleep. Then God took one of Adam’s ribs and made it into a woman and brought her to him."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-14.jpg",
				"text": "When Adam saw her, he said, “At last! This one is like me! Let her be called ‘Woman,’ for she was made from Man.” This is why a man leaves his father and mother and becomes one with his wife."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-15.jpg",
				"text": "God made man and woman in his own image. He blessed them and told them, “Have many children and grandchildren and fill the earth!” And God saw that everything he had made was very good, and he was very pleased with all of it. This all happened on the sixth day of creation."
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-01-16.jpg",
				"text": "When the seventh day came, God had finished all the work that he had been doing. He blessed the seventh day and made it holy because on this day he stopped creating things. This is how God created the universe and everything in it."
			},
			{ "id": 18, "end": "A Bible story from: Genesis 1-2" }
		]
	},
	{
		"storyid": 2,
		"sections": [
			{ "id": 1, "title": "2. Sin Enters the World" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-01.jpg",
				"text": "Adam and his wife were very happy living in the beautiful garden God had made for them. Neither of them wore clothes, but this did not cause them to feel any shame because there was no sin in the world. They often walked in the garden and talked with God."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-02.jpg",
				"text": "But there was a snake in the garden. He was very crafty. He asked the woman, “Did God really tell you not to eat the fruit from any of the trees in the garden?”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-03.jpg",
				"text": "The woman answered, “God told us we could eat the fruit of any tree except from the tree of the knowledge of good and evil. God told us, ‘If you eat that fruit or even touch it, you will die.’”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-04.jpg",
				"text": "The snake responded to the woman, “That is not true! You will not die. God just knows that as soon as you eat it, you will be like God and will understand good and evil like he does.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-05.jpg",
				"text": "The woman saw that the fruit was beautiful and looked delicious. She also wanted to be wise, so she picked some of the fruit and ate it. Then she gave some to her husband, who was with her, and he ate it too."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-06.jpg",
				"text": "Suddenly, their eyes were opened and they realized they were naked. They tried to cover their bodies by sewing leaves together to make clothes."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-07.jpg",
				"text": "Then the man and his wife heard the sound of God walking through the garden. They both hid from God. Then God called to the man, “Where are you?” Adam replied, “I heard you walking in the garden, and I was afraid because I was naked. So I hid.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-08.jpg",
				"text": "Then God asked, “Who told you that you were naked? Did you eat the fruit I told you not to eat?” The man answered, “You gave me this woman, and she gave me the fruit.” Then God asked the woman, “What have you done?” The woman replied, “The snake tricked me.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-09.jpg",
				"text": "God said to the snake, “You are cursed! You will slide on your belly and eat soil. You and the woman will hate each other, and your children and her children will hate each other too. The woman’s descendant will crush your head, and you will wound his heel.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-10.jpg",
				"text": "God then said to the woman, “I will make childbirth very painful for you. You will desire your husband, and he will rule over you.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-11.jpg",
				"text": "God said to the man, “You listened to your wife and disobeyed me. Now the ground is cursed, and you will need to work hard to grow food. Then you will die, and your body will return to soil.” The man named his wife Eve, which means “life-giver,” because she would become the mother of all people. And God clothed Adam and Eve with animal skins."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-02-12.jpg",
				"text": "Then God said, “Now that the human beings have become like us by knowing good and evil, they must not be allowed to eat the fruit of the tree of life and live forever.” So God sent Adam and Eve away from the garden. God placed powerful angels at the entrance to the garden to keep anyone from eating the fruit of the tree of life."
			},
			{ "id": 14, "end": "A Bible story from: Genesis 3" }
		]
	},
	{
		"storyid": 3,
		"sections": [
			{ "id": 1, "title": "3. The Flood" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-01.jpg",
				"text": "After a long time, many people were living in the world. They had become very wicked and violent. It became so bad that God decided to destroy the whole world with a huge flood."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-02.jpg",
				"text": "But God was pleased with Noah. He was a righteous man living among wicked people. God told Noah that he was going to make a big flood. Therefore, he told Noah to build a huge boat."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-03.jpg",
				"text": "God told Noah to make the boat about 140 meters long, 23 meters wide, and 13.5 meters high. Noah was to build it with wood and to make three levels, many rooms, a roof, and a window. The boat would keep Noah, his family, and every kind of land animal safe during the flood."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-04.jpg",
				"text": "Noah obeyed God. He and his three sons built the boat just the way God had told them. It took many years to build the boat because it was so big. Noah warned the people about the flood that was coming and told them to turn to God, but they did not believe him."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-05.jpg",
				"text": "God also commanded Noah and his family to gather enough food for themselves and the animals. When everything was ready, God told Noah it was time for him, his wife, his three sons, and their wives to get into the boat—eight people in all."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-06.jpg",
				"text": "God sent a male and a female of every kind of animal and bird to Noah so they could go into the boat and be kept safe during the flood. God sent seven males and seven females of every kind of animal that could be used for sacrifices. When they were all in the boat, God himself closed the door."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-07.jpg",
				"text": "Then it began to rain, and rain, and rain. It rained for 40 days and 40 nights without stopping! Water also came gushing up out of the earth. Everything in the whole world was covered with water, even the highest mountains."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-08.jpg",
				"text": "Everything that lived on the dry land died except the people and animals that were in the boat. The boat floated on the water and kept everything inside the boat safe from drowning."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-09.jpg",
				"text": "After the rains stopped, the boat floated on the water for five months, and during this time the water started going down. Then, one day, the boat rested on the top of a mountain, but the world was still covered with water. After three more months, the tops of the mountains were visible."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-10.jpg",
				"text": "After 40 more days, Noah sent out a bird called a raven to see if the water had dried up. The raven flew back and forth looking for dry land, but it could not find any."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-11.jpg",
				"text": "Later Noah sent out a bird called a dove. But it also could not find any dry land, so it came back to Noah. A week later he sent the dove out again, and it came back with an olive branch in its beak! The water was going down, and the plants were growing again!"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-12.jpg",
				"text": "Noah waited another week and sent out the dove a third time. This time, it found a place to rest and did not come back. The water was drying up!"
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-13.jpg",
				"text": "Two months later, God said to Noah, “You and your family and all the animals may leave the boat now. Have many children and grandchildren and fill the earth.” So Noah and his family came out of the boat."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-14.jpg",
				"text": "After Noah got off the boat, he built an altar and sacrificed some of each kind of animal that could be used for a sacrifice. God was happy with the sacrifice and blessed Noah and his family."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-15.jpg",
				"text": "God said, “I promise I will never again curse the ground because of the evil things that people do, or destroy the world by causing a flood, even though people are sinful from the time they are children.”"
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-03-16.jpg",
				"text": "God then made the first rainbow as a sign of his promise. Every time the rainbow appeared in the sky, God would remember what he promised and so would his people."
			},
			{ "id": 18, "end": "A Bible story from: Genesis 6-8" }
		]
	},
	{
		"storyid": 4,
		"sections": [
			{ "id": 1, "title": "4. God’s Covenant with Abraham" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-01.jpg",
				"text": "Many years after the flood, there were again many people in the world, and they still sinned against God and each other. Because they all spoke the same language, they gathered together and built a city instead of spreading out over the earth as God had commanded."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-02.jpg",
				"text": "They were very proud, and they did not want to obey God’s commands about how they should live. They even began building a tall tower that would reach heaven. God saw that, if they all kept working together to do evil, they could do many more sinful things."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-03.jpg",
				"text": "So God changed their language into many different languages and spread the people out all over the world. The city they had begun to build was called Babel, which means “confused.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-04.jpg",
				"text": "Hundreds of years later, God spoke to a man named Abram. God told him, “Leave your country and family and go to the land I will show you. I will bless you and make you a great nation. I will make your name great. I will bless those who bless you and curse those who curse you. All families on earth will be blessed because of you.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-05.jpg",
				"text": "So Abram obeyed God. He took his wife, Sarai, together with all of his servants and everything he owned and went to the land God showed him, the land of Canaan."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-06.jpg",
				"text": "When Abram arrived in Canaan, God said, “Look all around you. I will give to you all this land, and your descendants will always possess it.” Then Abram settled in the land."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-07.jpg",
				"text": "There was a man named Melchizedek who was a priest of God Most High. One day, after Abram had been in a battle, he and Abram met. Melchizedek blessed Abram and said, “May God Most High who owns heaven and earth bless Abram.” Then Abram gave Melchizedek a tenth of everything he had won in the battle."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-08.jpg",
				"text": "Many years went by, but Abram and Sarai still did not have a son. God spoke to Abram and promised again that he would have a son and as many descendants as the stars in the sky. Abram believed God’s promise. God declared that Abram was righteous because he believed in God’s promise."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-04-09.jpg",
				"text": "Then God made a covenant with Abram. Normally, a covenant is an agreement between two parties to do things for each other. But in this case, God made a promise to Abram while Abram was in a deep sleep, but he could still hear God. God said, “I will give you a son from your own body. I give the land of Canaan to your descendants.” But Abram still did not have a son."
			},
			{ "id": 11, "end": "A Bible story from: Genesis 11-15" }
		]
	},
	{
		"storyid": 5,
		"sections": [
			{ "id": 1, "title": "5. The Son of Promise" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-01.jpg",
				"text": "Ten years after Abram and Sarai arrived in Canaan, they still did not have a child. So Abram’s wife, Sarai, said to him, “Since God has not allowed me to have children, and now I am too old to have children, here is my servant, Hagar. Marry her also so she can have a child for me.”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-02.jpg",
				"text": "So Abram married Hagar. Hagar had a baby boy, and Abram named him Ishmael. But Sarai became jealous of Hagar. When Ishmael was thirteen years old, God again spoke to Abram."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-03.jpg",
				"text": "God said, “I am God Almighty. I will make a covenant with you.” Then Abram bowed to the ground. God also told Abram, “You will be the father of many nations. I will give you and your descendants the land of Canaan as their possession, and I will be their God forever. You must circumcise every male in your family.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-04.jpg",
				"text": "“Your wife, Sarai, will have a son—he will be the son of promise. Name him Isaac. I will make my covenant with him, and he will become a great nation. I will make Ishmael a great nation, too, but my covenant will be with Isaac.” Then God changed Abram’s name to Abraham, which means “father of many.” God also changed Sarai’s name to Sarah, which means “princess.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-05.jpg",
				"text": "That day Abraham circumcised all the males in his household. About a year later, when Abraham was 100 years old and Sarah was 90, Sarah gave birth to Abraham’s son. They named him Isaac, as God had told them to do."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-06.jpg",
				"text": "When Isaac was a young man, God tested Abraham’s faith by saying, “Take Isaac, your only son, and kill him as a sacrifice to me.” Again, Abraham obeyed God. He prepared to sacrifice his son."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-07.jpg",
				"text": "As Abraham and Isaac walked to the place of sacrifice, Isaac asked, “Father, we have wood for the sacrifice, but where is the lamb?” Abraham replied, “God will provide the lamb for the sacrifice, my son.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-08.jpg",
				"text": "When they reached the place of sacrifice, Abraham tied up his son Isaac and laid him on an altar. He was about to kill his son when God said, “Stop! Do not hurt the boy! Now I know that you fear me because you did not keep your only son from me.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-09.jpg",
				"text": "Nearby, Abraham saw a ram that was stuck in a bush. God had provided the ram to be the sacrifice instead of Isaac. Abraham happily offered the ram as a sacrifice."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-05-10.jpg",
				"text": "Then God said to Abraham, “Because you were willing to give me everything, even your only son, I promise to bless you. Your descendants will be more than the stars in the sky. Because you have obeyed me, I will bless all the families of the world through your family.”"
			},
			{ "id": 12, "end": "A Bible story from: Genesis 16-22" }
		]
	},
	{
		"storyid": 6,
		"sections": [
			{ "id": 1, "title": "6. God Provides for Isaac" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-01.jpg",
				"text": "When Abraham was very old, his son Isaac had grown to be a man. So Abraham sent one of his servants back to the land where his relatives lived to bring back a wife for his son, Isaac. "
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-02.jpg",
				"text": "After a very long journey to the land where Abraham’s relatives lived, God led the servant to Rebekah. She was the granddaughter of Abraham’s brother. "
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-03.jpg",
				"text": "Rebekah agreed to leave her family and go back with the servant to Isaac’s home. Isaac married her as soon as she arrived. "
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-04.jpg",
				"text": "After a long time, Abraham died. God then blessed Abraham’s son Isaac because of the covenant he had made with Abraham. One of God’s promises in that covenant was that Abraham would have countless descendants. But Isaac’s wife, Rebekah, could not have children."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-05.jpg",
				"text": "Isaac prayed for Rebekah, and God allowed her to get pregnant with twins. The two babies struggled with each other while they were still in Rebekah’s womb, so Rebekah asked God what was happening. "
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-06.jpg",
				"text": "God told Rebekah, “You will give birth to two sons. Their descendants will become two different nations. They will struggle with each other. But the nation coming from your older son will have to obey the nation coming from your younger son.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-06-07.jpg",
				"text": "When Rebekah’s babies were born, the older son came out red and hairy, and they named him Esau. Then the younger son came out holding on to Esau’s heel, and they named him Jacob. "
			},
			{ "id": 9, "end": "A Bible story from: Genesis 24:1-25:26" }
		]
	},
	{
		"storyid": 7,
		"sections": [
			{ "id": 1, "title": "7. God Blesses Jacob" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-01.jpg",
				"text": "As the boys grew up, Jacob loved to stay at home, but Esau loved to hunt animals. Rebekah loved Jacob, but Isaac loved Esau."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-02.jpg",
				"text": "One day when Esau came back from hunting, he was very hungry. Esau said to Jacob, “Give me some of the food you have made.” Jacob responded, “First, promise me that everything you should receive because you were born first, you will give it all to me.” So Esau promised to give to Jacob all those things. Then Jacob gave him some food."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-03.jpg",
				"text": "Isaac wanted to give his blessing to Esau. But before he did, Rebekah and Jacob tricked him by having Jacob pretend to be Esau. Isaac was old and could no longer see. So Jacob put on Esau’s clothes and put goatskins on his neck and hands."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-04.jpg",
				"text": "Jacob came to Isaac and said, “I am Esau. I have come so that you can bless me.” When Isaac felt the goat hair and smelled the clothes, he thought it was Esau and blessed him."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-05.jpg",
				"text": "Esau hated Jacob because Jacob had stolen his rights as oldest son and also his blessing. So he planned to kill Jacob after their father died."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-06.jpg",
				"text": "But Rebekah heard of Esau’s plan. So she and Isaac sent Jacob far away to live with her relatives."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-07.jpg",
				"text": "Jacob lived with Rebekah’s relatives for many years. During that time he married and had 12 sons and a daughter. God made him very wealthy."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-08.jpg",
				"text": "After 20 years away from his home in Canaan, Jacob returned there with his family, his servants, and all his flocks and herds of animals."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-09.jpg",
				"text": "Jacob was very afraid because he thought Esau still wanted to kill him. So he sent many of his animals to Esau as a gift. The servants who brought the animals said to Esau, “Your servant, Jacob, is giving you these animals. He is coming soon.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-07-10.jpg",
				"text": "But Esau no longer wanted to harm Jacob. Instead, he was very happy to see him again, so the brothers lived peacefully in Canaan. Then Isaac died, and Jacob and Esau buried him. The covenant promises God had made to Abraham now passed on from Isaac to Jacob."
			},
			{ "id": 12, "end": "A Bible story from: Genesis 25:27-35:29" }
		]
	},
	{
		"storyid": 8,
		"sections": [
			{ "id": 1, "title": "8. God Saves Joseph and His Family" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-01.jpg",
				"text": "Many years later, when Jacob was an old man, he sent his favorite son, Joseph, to check on his brothers who were taking care of the flocks."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-02.jpg",
				"text": "Joseph’s brothers hated him because their father loved him most, and because Joseph had dreamed that he would be their ruler. When Joseph came to his brothers, they took him captive and sold him to some slave traders."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-03.jpg",
				"text": "Before Joseph’s brothers returned home, they tore Joseph’s robe and dipped it in goat’s blood. Then they showed the robe to their father so he would think that a wild animal had killed Joseph. Jacob was very sad."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-04.jpg",
				"text": "The slave traders took Joseph to Egypt. Egypt was a large, powerful country located along the Nile River. The slave traders sold Joseph as a slave to a wealthy government official. Joseph served his master well, and God blessed Joseph."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-05.jpg",
				"text": "His master’s wife tried to sleep with Joseph, but Joseph refused to sin against God in this way. She became angry and falsely accused Joseph so that he was arrested and sent to prison. Even in prison, Joseph remained faithful to God, and God blessed him."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-06.jpg",
				"text": "After two years, Joseph was still in prison even though he was innocent. One night the Pharaoh, which is what the Egyptians called their kings, had two dreams that disturbed him greatly. None of his advisors could tell him the meaning of the dreams."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-07.jpg",
				"text": "God had given Joseph the ability to interpret dreams, so Pharaoh had Joseph brought to him from the prison. Joseph interpreted the dreams for him and said, “God is going to send seven years of plentiful harvests followed by seven years of famine.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-08.jpg",
				"text": "Pharaoh was so impressed with Joseph that he appointed him to be the second most powerful man in all of Egypt!"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-09.jpg",
				"text": "Joseph told the people to store up large amounts of food during the seven years of good harvests. When the seven years of famine came, Joseph sold the food to the people so they would have enough to eat."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-10.jpg",
				"text": "The famine was severe not only in Egypt, but also in Canaan where Jacob and his family lived."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-11.jpg",
				"text": "So, Jacob sent his older sons to Egypt to buy food. The brothers did not recognize Joseph when they stood before him to buy food. But Joseph recognized them."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-12.jpg",
				"text": "After testing his brothers to see if they had changed, Joseph said to them, “I am your brother, Joseph! Do not be afraid. You tried to do evil when you sold me as a slave, but God used the evil for good! Come and live in Egypt so I can provide for you and your families.”"
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-13.jpg",
				"text": "When Joseph’s brothers returned home and told their father, Jacob, that Joseph was still alive, he was very happy."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-14.jpg",
				"text": "Even though Jacob was an old man, he moved to Egypt with all of his family, and they all lived there. Before Jacob died, he blessed each of his sons."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-08-15.jpg",
				"text": "The covenant promises that God gave to Abraham were passed on to Isaac, then to Jacob, and then to Jacob’s 12 sons and their families. The descendants of the 12 sons became the 12 tribes of Israel."
			},
			{ "id": 17, "end": "A Bible story from: Genesis 37-50" }
		]
	},
	{
		"storyid": 9,
		"sections": [
			{ "id": 1, "title": "9. God Calls Moses" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-01.jpg",
				"text": "After Joseph died, all of his relatives stayed in Egypt. They and their descendants continued to live there for many years and had many children. They were called the Israelites."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-02.jpg",
				"text": "After hundreds of years, the number of Israelites had become very large. The Egyptians were no longer grateful that Joseph had done so much to help them. They became afraid of the Israelites because there were so many of them. So the Pharaoh who was ruling Egypt at that time made the Israelites slaves to the Egyptians."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-03.jpg",
				"text": "The Egyptians forced the Israelites to build many buildings and even whole cities. The hard work made their lives miserable, but God blessed them, and they had even more children."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-04.jpg",
				"text": "Pharaoh saw that the Israelites were having many babies, so he ordered his people to kill all Israelite baby boys by throwing them into the Nile River."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-05.jpg",
				"text": "A certain Israelite woman gave birth to a baby boy. She hid the baby for as long as she could."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-06.jpg",
				"text": "When the boy’s mother could no longer hide him, she put him in a floating basket among the reeds along the edge of the Nile River in order to save him from being killed. His older sister watched to see what would happen to him."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-07.jpg",
				"text": "A daughter of Pharaoh saw the basket and looked inside. When she saw the baby, she took him as her own son. She hired an Israelite woman to nurse him without realizing the woman was the baby’s own mother. When the child was old enough that he no longer needed his mother’s milk, his mother returned him to Pharaoh’s daughter, who named him Moses."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-08.jpg",
				"text": "One day, when Moses had grown up, he saw an Egyptian beating an Israelite slave. Moses tried to save his fellow Israelite."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-09.jpg",
				"text": "When Moses thought nobody would see, he killed the Egyptian and buried his body. But someone saw what Moses had done."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-10.jpg",
				"text": "Pharaoh learned what Moses had done. He tried to kill him, but Moses fled from Egypt into the wilderness. Pharaoh’s soldiers could not find him there."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-11.jpg",
				"text": "Moses became a shepherd in the wilderness far away from Egypt. He married a woman from that place and had two sons."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-12.jpg",
				"text": "Moses was taking care of his father-in-law’s flock of sheep. One day he saw a bush on fire, burning without being destroyed. He went close to the bush to look at it. When he was very close, God spoke to him and said, “Moses, take off your shoes. You are standing on holy ground.”"
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-13.jpg",
				"text": "Then God said, “I have seen the suffering of my people. I will send you to Pharaoh so that you can bring the Israelites out of their slavery in Egypt. I will give them the land of Canaan, the land I promised to Abraham, Isaac, and Jacob.”"
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-14.jpg",
				"text": "Moses asked, “What if the people want to know who sent me, what should I say?” God said, “I AM WHO I AM. Tell them, ‘I AM has sent me to you.’ Also tell them, ‘I am Yahweh, the God of your ancestors Abraham, Isaac, and Jacob.’ This is my name forever.”"
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-09-15.jpg",
				"text": "Moses was afraid and did not want to go to Pharaoh because he thought he could not speak well, so God sent Moses’ brother, Aaron, to help him."
			},
			{ "id": 17, "end": "A Bible story from: Exodus 1-4" }
		]
	},
	{
		"storyid": 10,
		"sections": [
			{ "id": 1, "title": "10. The Ten Plagues" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-01.jpg",
				"text": "God warned Moses and Aaron that Pharaoh would be stubborn. When they went to Pharaoh, they said, “This is what the God of Israel says, ‘Let my people go!’” But Pharaoh did not listen to them. Instead of letting the Israelites go free, he forced them to work even harder!"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-02.jpg",
				"text": "Pharaoh kept refusing to let the people go, so God sent ten terrible plagues on Egypt. Through these plagues, God showed Pharaoh that he is more powerful than Pharaoh and all of Egypt’s gods."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-03.jpg",
				"text": "God turned the Nile River into blood, but Pharaoh still would not let the Israelites go."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-04.jpg",
				"text": "God sent frogs all over Egypt. Pharaoh begged Moses to take away the frogs. But after all the frogs died, Pharaoh hardened his heart and would not let the Israelites leave Egypt."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-05.jpg",
				"text": "So God sent a plague of gnats. Then he sent a plague of flies. Pharaoh called Moses and Aaron and told them that if they stopped the plague, the Israelites could leave Egypt. When Moses prayed, God removed all the flies from Egypt. But Pharaoh hardened his heart and would not let the people go free."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-06.jpg",
				"text": "Next, God caused all the farm animals that belonged to the Egyptians to get sick and die. But Pharaoh’s heart was hardened, and he would not let the Israelites go."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-07.jpg",
				"text": "Then God told Moses to throw ashes into the air in front of Pharaoh. When he did, painful skin sores appeared on the Egyptians, but not on the Israelites. God hardened Pharaoh’s heart, and Pharaoh would not let the Israelites go free."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-08.jpg",
				"text": "After that, God sent hail that destroyed most of the crops in Egypt and killed anybody who went outside. Pharaoh called Moses and Aaron and told them, “I have sinned. You may go.” So Moses prayed, and the hail stopped falling from the sky."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-09.jpg",
				"text": "But Pharaoh sinned again and hardened his heart. He would not let the Israelites go free."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-10.jpg",
				"text": "So God caused swarms of locusts to come over Egypt. These locusts ate all the crops that the hail had not destroyed."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-11.jpg",
				"text": "Then God sent darkness that lasted for three days. It was so dark that the Egyptians could not leave their houses. But there was light where the Israelites lived."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-10-12.jpg",
				"text": "Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, God planned to send one last plague. This would change Pharaoh’s mind."
			},
			{ "id": 14, "end": "A Bible story from: Exodus 5-10" }
		]
	},
	{
		"storyid": 11,
		"sections": [
			{ "id": 1, "title": "11. The Passover" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-01.jpg",
				"text": "God sent Moses and Aaron to tell Pharaoh to let the Israelites go. They warned him that, if he did not let them go, God would kill all the firstborn males of Egypt’s people and animals. When Pharaoh heard this, he still refused to believe and obey God."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-02.jpg",
				"text": "God provided a way to save the firstborn son of anyone who believed in him. Each family had to choose a perfect lamb and kill it."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-03.jpg",
				"text": "God told the Israelites to put the blood of this lamb around the door of their houses. They should roast the meat. Then they should quickly eat it, along with unleavened bread. He also told them to be ready to leave Egypt immediately after they ate this meal."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-04.jpg",
				"text": "The Israelites did everything just as God had commanded them to do. In the middle of the night, God went throughout Egypt killing every firstborn son."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-05.jpg",
				"text": "All the houses of the Israelites had blood around the doors, so God passed over those houses. Everybody inside them was safe. They were saved because of the lamb’s blood."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-06.jpg",
				"text": "But the Egyptians did not believe God or obey his commands. So God did not pass over their houses. God killed every one of the Egyptians’ firstborn sons."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-07.jpg",
				"text": "Every Egyptian firstborn male died, from the firstborn of the prisoner in jail to the firstborn of Pharaoh. Many people in Egypt were crying and wailing because of their deep sadness."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-11-08.jpg",
				"text": "That same night, Pharaoh called for Moses and Aaron and said, “Take the Israelites and leave Egypt immediately!” The Egyptian people also urged the Israelites to leave right away."
			},
			{ "id": 10, "end": "A Bible story from: Exodus 11:1-12:32" }
		]
	},
	{
		"storyid": 12,
		"sections": [
			{ "id": 1, "title": "12. The Exodus" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-01.jpg",
				"text": "The Israelites were very happy to leave Egypt. They were no longer slaves, and they were going to the Promised Land! The Egyptians gave the Israelites whatever they asked for, even gold and silver and other valuable things. Some people from other nations believed in God and went along with the Israelites as they left Egypt."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-02.jpg",
				"text": "A tall pillar of cloud went ahead of them during the day. It became a tall pillar of fire at night. God, who was in the pillar of cloud and the pillar of fire, was always with them and guided them as they traveled. All they had to do was follow him."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-03.jpg",
				"text": "After a short time, Pharaoh and his people changed their minds. They wanted to make the Israelites their slaves again. So they chased after the Israelites. It was God who made them change their minds. He did this because he wanted everyone to know that he, Yahweh, is more powerful than Pharaoh and all the gods of the Egyptians."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-04.jpg",
				"text": "When the Israelites saw the Egyptian army coming, they realized they were trapped between Pharaoh’s army and the Red Sea. They were very afraid and cried out, “Why did we leave Egypt? We are going to die!”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-05.jpg",
				"text": "Moses told the Israelites, “Stop being afraid! God will fight for you today and save you.” Then God told Moses, “Tell the people to move toward the Red Sea.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-06.jpg",
				"text": "Then the pillar of cloud moved between the Israelites and the Egyptians and became a pillar of fire at night. The Egyptians were not able to come near the Israelites all night."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-07.jpg",
				"text": "God told Moses to raise his hand over the sea. Then God caused the wind to push the water in the sea to the left and the right, so that there was a path through the sea. "
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-08.jpg",
				"text": "The Israelites marched through the sea on dry ground with a wall of water on either side of them."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-09.jpg",
				"text": "Then the Egyptians saw that the Israelites were escaping. The Egyptians started chasing after them again."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-10.jpg",
				"text": "So they followed the Israelites onto the path through the sea, but God caused the Egyptians to panic and caused their chariots to get stuck. They shouted, “Run away! God is fighting for the Israelites!”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-11.jpg",
				"text": "The Israelites all arrived at the other side of the sea. Then God told Moses to stretch out his hand again over the water. When Moses did that, the water fell on the Egyptian army and returned to its normal place. The whole Egyptian army drowned."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-12.jpg",
				"text": "When the Israelites saw that the Egyptians were dead, they trusted in God. They believed that Moses was a prophet of God."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-13.jpg",
				"text": "The Israelites also rejoiced very much because God had saved them from dying and from being slaves. Now they were free to worship God and obey him. The Israelites sang many songs to celebrate their new freedom and to praise God because he saved them from the Egyptian army."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-12-14.jpg",
				"text": "God commanded the Israelites to celebrate a festival every year in order to remember how God had defeated the Egyptians and freed them from being slaves. This festival was called the Passover. In it, they had to celebrate by killing a healthy lamb, roasting it, and eating it with bread made without yeast."
			},
			{ "id": 16, "end": "A Bible story from: Exodus 12:33-15:21" }
		]
	},
	{
		"storyid": 13,
		"sections": [
			{ "id": 1, "title": "13. God’s Covenant with Israel" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-01.jpg",
				"text": "After God led the Israelites through the Red Sea, he led them through the wilderness to a mountain called Sinai. This was the same mountain where Moses had seen the burning bush. The people set up their tents at the base of the mountain."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-02.jpg",
				"text": "God said to Moses and all the people of Israel, “You must always obey me and keep the covenant I am making with you. If you do this, you will be my prized possession, a kingdom of priests, and a holy nation.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-03.jpg",
				"text": "For three days the people made themselves ready for God to come near to them. Then God came down to the top of Mount Sinai. When he came, there was thunder, lightning, smoke, and sounds of loud trumpets. Then Moses went by himself up the mountain."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-04.jpg",
				"text": "Then God made a covenant with the people. He said, “I am Yahweh, your God. It is I who saved you from being slaves in Egypt. Do not worship any other god.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-05.jpg",
				"text": "“Do not make idols and do not worship them, because I, Yahweh, must be your only God. Do not use my name in a disrespectful way. Be sure to keep the Sabbath day holy. In other words, do all your work in six days, for the seventh day is a day for you to rest and to remember me.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-06.jpg",
				"text": "“Honor your father and your mother. Do not murder. Do not commit adultery. Do not steal. Do not lie. Do not desire to have your neighbor’s wife, his house, or anything that belongs to him.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-07.jpg",
				"text": "The people all agreed to obey the laws that God had given them. They agreed to belong to God alone and to worship only him. "
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-08.jpg",
				"text": "God also told the Israelites to make a large tent—the Tent of Meeting. He told them exactly how to make this tent and what things to put in it. He told them to make a large curtain to separate the tent into two rooms. God would come into the room behind the curtain and stay there. Only the high priest was allowed to go into that room where God was."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-09.jpg",
				"text": "The people must also make an altar in front of the Tent of Meeting. Anyone who had disobeyed God’s law should bring an animal to that altar. A priest would then kill it and burn it on the altar as a sacrifice to God. God said that the animal’s blood would cover that person’s sin. In this way, God would not see that sin any longer. That person would become clean in God’s sight. God chose Moses’ brother, Aaron, and Aaron’s descendants to be his priests."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-10.jpg",
				"text": "God wrote these Ten Commandments on two stone tablets and gave them to Moses. God also gave the people many other laws and rules to follow. God promised to bless the people and protect them if they obeyed these laws. But he said he would punish them if they did not obey them."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-11.jpg",
				"text": "For many days, Moses remained on top of Mount Sinai. He was talking with God. But the people became tired of waiting for him to return to them. So they brought gold to Aaron and asked him to make an idol that they could worship instead of God. In this way, they sinned terribly against God."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-12.jpg",
				"text": "Aaron made a golden idol in the shape of a calf. The people began to wildly worship the idol and make sacrifices to it! God was very angry with them because of their sin. God told Moses he wanted to destroy them. But Moses asked God not to kill them. God listened to his prayer and did not destroy them."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-13.jpg",
				"text": "When Moses came down from Mount Sinai, he was carrying the two stone tablets on which God had written the Ten Commandments. When Moses saw the idol, he was so angry that he smashed the tablets."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-14.jpg",
				"text": "Then Moses burned the idol and ground it into powder. He threw the powder into a stream and made the people drink the water. God sent a plague on the people and many of them died."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-13-15.jpg",
				"text": "Moses made new stone tablets for the Ten Commandments to replace the ones that he had broken. Then he climbed the mountain again and prayed that God would forgive the people. God listened to Moses and forgave them. Moses came back down the mountain with the Ten Commandments on the new tablets. Then God led the Israelites away from Mount Sinai toward the Promised Land."
			},
			{ "id": 17, "end": "A Bible story from: Exodus 19-34" }
		]
	},
	{
		"storyid": 14,
		"sections": [
			{ "id": 1, "title": "14. Wandering in the Wilderness" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-01.jpg",
				"text": "God finished telling the Israelites about all the laws that they must obey because of his covenant with them. Then he led them away from Mount Sinai. He wanted to take them to the Promised Land. This land was also called Canaan. God went ahead of them in the pillar of cloud, and they followed him."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-02.jpg",
				"text": "God had promised Abraham, Isaac, and Jacob that he would give the Promised Land to their descendants, but now there were many people groups living there. They were called Canaanites. The Canaanites did not worship or obey God. They worshiped false gods and did many evil things."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-03.jpg",
				"text": "God told the Israelites, “After you go into the Promised Land, you must get rid of all the Canaanites there. Do not make peace with them and do not marry them. You must completely destroy all of their idols. If you do not obey me, you will end up worshiping their idols instead of me.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-04.jpg",
				"text": "When the Israelites reached the border of Canaan, Moses chose 12 men, one from each tribe of Israel. He gave the men instructions to go and spy on the land to see what it was like. They were also to spy on the Canaanites to see if they were strong or weak."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-05.jpg",
				"text": "The 12 men traveled through Canaan for 40 days, and then they came back. They told the people, “The land is very fertile and the crops are plentiful!” But ten of the spies said, “The cities are very strong and the people are giants! If we attack them, they will certainly defeat us and kill us!”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-06.jpg",
				"text": "Immediately, Caleb and Joshua, the other two spies, said, “It is true that the people of Canaan are tall and strong, but we can certainly defeat them! God will fight for us!”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-07.jpg",
				"text": "But the people did not listen to Caleb and Joshua. They became angry with Moses and Aaron and said, “Why did you bring us to this horrible place? We should have stayed in Egypt. If we go into the land, we will die in battle, and the Canaanites will make our wives and children to be slaves.” The people wanted to choose a different leader to take them back to Egypt."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-08.jpg",
				"text": "When the people said this, God was very angry. He came to the Tent of Meeting and said, “You have rebelled against me, so all of you will have to wander in the wilderness. Everyone who is 20 years or older will die there and never enter the land I am giving you. Only Joshua and Caleb will enter it.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-09.jpg",
				"text": "When the people heard God say this, they were sorry they had sinned. So they decided to attack the people of Canaan. Moses warned them not to go because God would not go with them, but they did not listen to him."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-10.jpg",
				"text": "God did not go with them into this battle, so the Canaanites defeated them and killed many of them. Then the Israelites turned back from Canaan. For the next 40 years, they would wander through the wilderness."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-11.jpg",
				"text": "During the 40 years that the people of Israel wandered in the wilderness, God provided for them. He gave them bread from heaven, called manna. He also sent flocks of quail (which are medium-sized birds) into their camp so they could have meat to eat. During all that time, God kept their clothes and sandals from wearing out."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-12.jpg",
				"text": "To provide them with water to drink, God miraculously made it come out of a rock. But despite all this, the people of Israel complained and grumbled against God and against Moses. Even so, God was still faithful. He did what he promised that he would do for the descendants of Abraham, Isaac, and Jacob."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-13.jpg",
				"text": "Another time when the people did not have any water, God told Moses, “Speak to the rock, and water will come out of it.” But Moses did not speak to the rock. Instead, he hit the rock twice with a stick. In this way, he dishonored God. Water came out of the rock for everyone to drink, but God was angry with Moses. He said, “Because you did this, you will not enter the Promised Land.”"
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-14.jpg",
				"text": "After the Israelites had wandered in the wilderness for 40 years, all of those who had rebelled against God were dead. Then God led the people to the edge of the Promised Land again. Moses was now very old, so God chose Joshua to lead the people. God also promised Moses that one day he would send to the people another prophet like Moses."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-14-15.jpg",
				"text": "Then God told Moses to go to the top of a mountain so he could see the Promised Land. Moses saw the Promised Land but God did not permit him to enter it. Then Moses died, and the Israelites mourned for 30 days. Joshua became their new leader. Joshua was a good leader because he trusted and obeyed God."
			},
			{
				"id": 17,
				"end": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34"
			}
		]
	},
	{
		"storyid": 15,
		"sections": [
			{ "id": 1, "title": "15. The Promised Land" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-01.jpg",
				"text": "At last it was time for the Israelites to enter Canaan, the Promised Land. In that land was a city called Jericho. It had strong walls around it to protect it. Joshua sent two spies to that city. In that city lived a prostitute named Rahab. She hid these spies, and later she helped them to escape from the city. She did this because she believed God. The spies promised to protect Rahab and her family when the Israelites would destroy Jericho."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-02.jpg",
				"text": "The Israelites had to cross the Jordan River to enter into the Promised Land. God told Joshua, “Have the priests go first.” When the priests started to step into the Jordan River, the water upstream stopped flowing so the Israelites could cross over to the other side of the river on dry ground."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-03.jpg",
				"text": "After the people crossed the Jordan River, God told Joshua to get ready to attack the city of Jericho, even though it was very strong. God told the people that their priests and soldiers must march around the city once a day for six days. So the priests and the soldiers did this."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-04.jpg",
				"text": "God also said that on the seventh day the Israelites must march around the city seven times. Then the priests must blow their trumpets and all the people must shout loudly. So they did this."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-05.jpg",
				"text": "Then the walls around Jericho fell down! The Israelites destroyed everything in the city, as God had commanded. They only spared Rahab and her family, who became part of the Israelites. When the other people living in Canaan heard that the Israelites had destroyed Jericho, they were terrified that the Israelites would attack them also."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-06.jpg",
				"text": "God had commanded the Israelites not to make a peace treaty with any of the people groups in Canaan. But one of the Canaanite people groups, called the Gibeonites, lied to Joshua and said they were from a place far from Canaan. They asked Joshua to make a peace treaty with them. Joshua and the other leaders of the Israelites did not ask God what they should do. Instead, they made a peace treaty with the Gibeonites."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-07.jpg",
				"text": "Three days later, the Israelites found out that the Gibeonites really did live in Canaan. They were angry because the Gibeonites had deceived them. But they kept the peace treaty they had made with them because it was a promise before God. Then, some time later, the kings of another people group in Canaan, the Amorites, heard that the Gibeonites had made a peace treaty with the Israelites, so they combined their armies into one large army and attacked Gibeon. The Gibeonites sent a message to Joshua asking for help."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-08.jpg",
				"text": "So Joshua gathered the Israelite army. They marched all night to reach the Gibeonites. In the early morning, they surprised the Amorite armies and attacked them."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-09.jpg",
				"text": "God fought for Israel that day. He caused the Amorites to be confused and he sent large hailstones that killed many of the Amorites."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-10.jpg",
				"text": "God also caused the sun to stay in one place in the sky so that Israel would have enough time to completely defeat the Amorites. On that day, God won a great victory for Israel."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-11.jpg",
				"text": "After God defeated those armies, many of the other Canaanite people groups gathered together to attack Israel. Joshua and the Israelites attacked and destroyed them."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-12.jpg",
				"text": "After these battles, God gave each tribe of Israel its own section of the Promised Land. Then God gave Israel peace along all its borders. "
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-15-13.jpg",
				"text": "When Joshua was an old man, he called all the people of Israel together. Then Joshua reminded the people that they had promised to obey the covenant that God had made with the Israelites at Mount Sinai. The people promised to be faithful to God and obey his laws."
			},
			{ "id": 15, "end": "A Bible story from: Joshua 1-24" }
		]
	},
	{
		"storyid": 16,
		"sections": [
			{ "id": 1, "title": "16. The Deliverers" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-01.jpg",
				"text": "After Joshua died, the Israelites disobeyed God. They did not obey God’s laws, and they did not drive out the rest of the Canaanites from the Promised Land. The Israelites began to worship the Canaanite gods instead of Yahweh, the true God. The Israelites had no king, so everyone did what they thought was right for themselves."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-02.jpg",
				"text": "By disobeying God, the Israelites started a pattern that repeated many times. The pattern went like this: the Israelites would disobey God for several years, then he would punish them by allowing their enemies to defeat them. These enemies would steal things from the Israelites, destroy their property, and kill many of them. Then after Israel’s enemies oppressed them for many years, the Israelites would repent of their sin and ask God to rescue them."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-03.jpg",
				"text": "Each time the Israelites repented, God would rescue them. He did this by providing a deliverer—a person who would fight against their enemies and defeat them. Then there would be peace in the land and the deliverer would rule over them well. God sent many deliverers to rescue the people. God did this again after he allowed the Midianites, a nearby enemy people group, to defeat the Israelites."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-04.jpg",
				"text": "The Midianites took all of the Israelites’ crops for seven years. The Israelites were so scared, they hid in caves so the Midianites would not find them. Finally, they cried out to God to save them."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-05.jpg",
				"text": "There was an Israelite man name Gideon. One day, he was threshing grain in a hidden place so the Midianites would not steal it. The angel of Yahweh came to Gideon and said, “God is with you, mighty warrior. Go and save Israel from the Midianites.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-06.jpg",
				"text": "Gideon’s father had an altar dedicated to an idol. The first thing God told Gideon to do was to tear down that altar. But Gideon was afraid of the people, so he waited until nighttime. Then he tore down the altar and smashed it to pieces. He built a new altar to God nearby and made a sacrifice to God on it."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-07.jpg",
				"text": "The next morning the people saw that someone had torn down and destroyed the altar, and they were very angry. They went to Gideon’s house to kill him, but Gideon’s father said, “Why are you trying to help your god? If he is a god, let him protect himself!” Because he said this, the people did not kill Gideon."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-08.jpg",
				"text": "Then the Midianites came again to steal from the Israelites. There were so many of them that they could not be counted. Gideon called the Israelites together to fight them. Gideon asked God for two signs so he could be sure that God was really telling him to save Israel."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-09.jpg",
				"text": "For the first sign, Gideon laid a sheepskin on the ground and asked God to let the morning dew fall only on the sheepskin and not on the ground. God did that. The next night, he asked that the ground be wet but the sheepskin dry. God did that, too. Because of these two signs, Gideon believed that God really wanted him to save Israel from the Midianites."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-10.jpg",
				"text": "Then Gideon called for soldiers to come to him, and 32,000 men came. But God told him this was too many. So Gideon sent home 22,000 men, all who were afraid to fight. God told Gideon that he still had too many men. So Gideon sent all of them home except for 300 soldiers."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-11.jpg",
				"text": "That night God told Gideon, “Go down to the Midianite camp and listen to them talk. When you hear what they say, you will no longer be afraid to attack them.” So that night, Gideon went down to the camp and heard a Midianite soldier telling his friend about something he had dreamed. The man’s friend said, “This dream means that Gideon’s army will defeat us, the Midianite army!” When Gideon heard this, he worshiped God."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-12.jpg",
				"text": "Then Gideon returned to his soldiers and gave each of them a horn, a clay pot, and a burning torch. They surrounded the camp where the Midianite soldiers were sleeping. Gideon’s 300 soldiers had the torches in the pots so the Midianites could not see the light of the torches."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-13.jpg",
				"text": "Then, all of Gideon’s soldiers broke their pots at the same moment, suddenly revealing the fire of the torches. They blew their horns and shouted, “A sword for Yahweh and for Gideon!”"
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-14.jpg",
				"text": "God confused the Midianites so that they started attacking and killing each other. Immediately, Gideon sent messengers to call many other Israelites to come from their homes and help chase the Midianites. They killed many of them and chased the rest of them out of the Israelites’ land. God caused 120,000 Midianites to die that day. This is how God saved Israel."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-15.jpg",
				"text": "The people wanted to make Gideon their king. Gideon did not allow them to do this, but he asked them for some of the gold rings that each of them had taken from the Midianites. The people gave Gideon a large amount of gold."
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-16.jpg",
				"text": "Then Gideon used the gold to make a special garment like the high priest used to wear. But the people started worshiping it as if it were an idol. So God punished Israel again because they worshiped idols. God allowed their enemies to defeat them. They finally asked God for help again, and God sent them another deliverer to rescue them."
			},
			{
				"id": 18,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-17.jpg",
				"text": "This same thing happened many times: the Israelites would sin, God would punish them, they would repent, and God would send someone to rescue them. Over many years, God sent many deliverers who saved the Israelites from their enemies."
			},
			{
				"id": 19,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-16-18.jpg",
				"text": "Finally, the people asked God for a king like all the other nations had. They wanted a king who was tall and strong, and who could lead them into battle. God did not like this request, but he gave them a king just as they had asked."
			},
			{
				"id": 20,
				"end": "A Bible story from: Judges 1-3; 6-8; 1 Samuel 1-10"
			}
		]
	},
	{
		"storyid": 17,
		"sections": [
			{ "id": 1, "title": "17. God’s Covenant with David" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-01.jpg",
				"text": "Saul was the first king of Israel. He was tall and handsome, just like the people wanted. Saul was a good king for the first few years that he ruled over Israel. But then he became a wicked man who did not obey God, so God chose a different man who would one day be king in his place."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-02.jpg",
				"text": "God chose a young Israelite named David and began to prepare him to one day become king after Saul. David was a shepherd from the town of Bethlehem. At different times, David killed both a lion and a bear that attacked his father’s sheep while David was watching them. David was a humble and righteous man. He trusted and obeyed God."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-03.jpg",
				"text": "When David was still a young man, he fought against a giant named Goliath. Goliath was a very good soldier. He was very strong and about three meters tall! But God helped David kill Goliath and save Israel. After that, David won many victories over Israel’s enemies. David became a great soldier, and he led Israel’s army in many battles. The people praised him very much."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-04.jpg",
				"text": "The people loved David so much that King Saul became jealous of him. Finally Saul wanted to kill him, so David ran away into the wilderness to hide from him and his soldiers. One day when Saul and his soldiers were looking for him, Saul went into a cave. It was the same cave that David was hiding in, but Saul did not see him. David went up very close behind Saul and cut off a piece of his clothing. Later, after Saul left the cave, David shouted to him to look at the cloth he was holding. In this way, Saul knew that David refused to kill him to become king."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-05.jpg",
				"text": "Some time later, Saul died in battle, and David became king of Israel. He was a good king, and the people loved him. God blessed David and made him successful. David fought many battles, and God helped him defeat Israel’s enemies. David conquered the city of Jerusalem and made it his capital city, where he lived and ruled. David was king for 40 years. During this time, Israel became powerful and wealthy."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-06.jpg",
				"text": "David wanted to build a temple where all the Israelites could worship God and offer him sacrifices. For about 400 years, the people had been worshiping God and offering sacrifices to him at the Tent of Meeting that Moses had made."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-07.jpg",
				"text": "But there was a prophet named Nathan. God sent him to tell David this: “You have fought in many wars, so you will not build this Temple for me. Your son will build it. But still, I will greatly bless you. One of your descendants will rule as king over my people forever!” The only descendant of David who could rule forever was the Messiah. The Messiah was God’s Chosen One who would save the people of the world from their sin."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-08.jpg",
				"text": "When David heard Nathan’s message, he thanked God and praised him. God was honoring him and giving him many blessings. Of course, David did not know when God would do these things. We know now that the Israelites would have to wait a long time before the Messiah came, almost 1,000 years."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-09.jpg",
				"text": "David ruled his people justly for many years. He obeyed God faithfully, and God blessed him. However, in his later years, he sinned greatly against God."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-10.jpg",
				"text": "One day, David looked out from his palace and saw a beautiful woman bathing. He did not know her, but he found out that her name was Bathsheba."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-11.jpg",
				"text": "Instead of looking away, David sent someone to bring her to him. He slept with her and sent her back home. A short time later, Bathsheba sent a message to David saying that she was pregnant."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-12.jpg",
				"text": "Bathsheba’s husband was a man named Uriah. He was one of David’s best soldiers. He was away fighting in a war at this time. David called Uriah back from the battle and told him to go be with his wife. But Uriah refused to go home while the rest of the soldiers were in battle. So David sent Uriah back to the battle and told the general to place him where the enemy was strongest so that he would be killed. This is what happened: Uriah died in battle."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-13.jpg",
				"text": "After Uriah died in the war, David married Bathsheba. Later, she gave birth to David’s son. God was very angry about what David had done, so he sent the prophet Nathan to tell David how evil his sin was. David repented of his sin and God forgave him. For the rest of his life, David followed and obeyed God, even in difficult times."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-17-14.jpg",
				"text": "But David’s baby boy died. This is how God punished David. Also, until David died, some members of his own family rebelled against him, and David lost much power. But God was faithful and still did what he had promised David he would do for him, even though David had disobeyed him. Later, David and Bathsheba had another son, and they named him Solomon."
			},
			{
				"id": 16,
				"end": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12"
			}
		]
	},
	{
		"storyid": 18,
		"sections": [
			{ "id": 1, "title": "18. The Divided Kingdom" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-01.jpg",
				"text": "King David ruled for 40 years. Then he died, and his son Solomon began to rule over Israel. God spoke to Solomon and asked him what he wanted most that God should do for him. Solomon asked that God would make him very wise. This pleased God, so he made Solomon the wisest man in the world. Solomon learned many things and was a very wise ruler. God also made him very wealthy."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-02.jpg",
				"text": "In Jerusalem, Solomon built the Temple for which his father, David, had planned and gathered materials. People now worshiped God and offered sacrifices to him at the Temple instead of at the Tent of Meeting. God came and was present in the Temple, and he lived there with his people."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-03.jpg",
				"text": "But Solomon loved women from other countries. He disobeyed God by marrying many women, almost 1,000 of them! Many of these women came from foreign countries and brought their gods with them and continued to worship them. When Solomon was old, he also worshiped their gods."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-04.jpg",
				"text": "God was angry with Solomon because of this. He said that he would punish him by dividing the nation of Israel into two kingdoms. He would do this after Solomon died. "
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-05.jpg",
				"text": "After Solomon died, his son Rehoboam became king. All the people of the nation of Israel came together to accept him as their king. They complained to Rehoboam that Solomon had made them do a lot of hard work and pay a lot of taxes. They asked Rehoboam to make them work less."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-06.jpg",
				"text": "But Rehoboam answered them in a very foolish way. He said, “You say that my father, Solomon, made you work hard. But I will make you work harder than he did, and I will make you suffer worse than he did.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-07.jpg",
				"text": "When the people heard him say this, most of them rebelled against him. Ten tribes left him; only two tribes remained with him. These two tribes called themselves the kingdom of Judah."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-08.jpg",
				"text": "The other ten tribes made a man named Jeroboam to be their king. These tribes were in the northern part of the land. They called themselves the kingdom of Israel."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-09.jpg",
				"text": "Jeroboam rebelled against God and caused the people to sin. He built two idols for his people to worship. They no longer went to Jerusalem in the kingdom of Judah to worship God at the Temple."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-10.jpg",
				"text": "The kingdoms of Judah and Israel became enemies and often fought against each other."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-11.jpg",
				"text": "In the new kingdom of Israel, all the kings were evil. Many of these kings were killed by other Israelites who wanted to become king in their place."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-12.jpg",
				"text": "All of the kings and most of the people of the kingdom of Israel worshiped idols. When they did this, they often slept with prostitutes and sometimes even sacrificed children to the idols."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-18-13.jpg",
				"text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil. They ruled badly, and they worshiped idols. Some of these kings even sacrificed their children to false gods. Most of the people of Judah also rebelled against God and worshiped other gods."
			},
			{ "id": 15, "end": "A Bible story from: 1 Kings 1-6; 11-12" }
		]
	},
	{
		"storyid": 19,
		"sections": [
			{ "id": 1, "title": "19. The Prophets" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-01.jpg",
				"text": "God was always sending prophets to the Israelites. The prophets heard messages from God and then told them to the people."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-02.jpg",
				"text": "Elijah was a prophet when Ahab was king over the kingdom of Israel. Ahab was an evil man. He tried to make the people worship a false god named Baal. So Elijah told King Ahab that God was going to punish the people. He said to him, “There will be no rain or dew in the kingdom of Israel until I say it will rain again.” This made Ahab so angry that he decided to kill Elijah."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-03.jpg",
				"text": "So God told Elijah to go into the wilderness to hide from Ahab. Elijah went into the wilderness to a certain stream where God directed him. Every morning and every evening, birds would bring Elijah bread and meat. During this time, Ahab and his army looked for Elijah, but they could not find him. "
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-04.jpg",
				"text": "Because there was no rain, after some time the stream dried up. So Elijah went to another country close by. In that country lived a poor widow and her son. They had almost run out of food because there was no harvest. But still, as the woman took care of Elijah, God provided for her and her son. Her jar of flour and her bottle of oil never became empty. They had food during the whole famine. Elijah stayed there for about three years."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-05.jpg",
				"text": "After three and a half years, God told Elijah that he would make it rain again. He told Elijah to return to the kingdom of Israel and speak with Ahab. So Elijah went to Ahab. When Ahab saw him, he said, “There you are, you troublemaker!” Elijah replied to him, “It is you who are the troublemaker! You have abandoned Yahweh. He is the true God, but you are worshiping Baal. Now you must bring all the people of the kingdom of Israel to Mount Carmel.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-06.jpg",
				"text": "So all the people of Israel went to Mount Carmel. The men who said they spoke messages for Baal also came. These were Baal’s prophets. There were 450 of them. Elijah said to the people, “How long will you keep changing your mind? If Yahweh is God, worship him! But if Baal is God, worship him!”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-07.jpg",
				"text": "Then Elijah said to Baal’s prophets, “Kill a bull, divide the meat into pieces, and put it on an altar for a sacrifice, but do not light the fire. I will do the same later, and I will put the meat on a different altar. Then if God sends fire on the altar, you will know that he is the real God.” So the prophets of Baal prepared a sacrifice but did not light the fire."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-08.jpg",
				"text": "Then the prophets of Baal prayed to Baal, “Hear us, Baal!” All day long they prayed and shouted and even cut themselves with knives, but Baal did not answer, and he did not send any fire."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-09.jpg",
				"text": "Baal’s prophets spent almost the whole day praying to Baal. They finally stopped praying. Then Elijah put the meat of another bull on an altar for God. After that, he told the people to pour 12 huge pots of water on top of the sacrifice until the meat, the wood, and even the ground around the altar were completely wet."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-10.jpg",
				"text": "Then Elijah prayed, “Yahweh, God of Abraham, Isaac, and Jacob, show us today that you are the God of Israel and that I am your servant. Answer me so that these people will know that you are the true God.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-11.jpg",
				"text": "Immediately, fire fell from the sky. It burned up the meat, the wood, the rocks, the soil, and even the water that was around the altar. When the people saw this, they prostrated themselves to the ground and said, “Yahweh is God! Yahweh is God!”"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-12.jpg",
				"text": "Then Elijah said, “Do not let any of the prophets of Baal escape!” So the people captured the prophets of Baal and took them away from there and killed them."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-13.jpg",
				"text": "Then Elijah said to King Ahab, “Return immediately to your home, because the rain is coming.” Soon the sky became black, and a heavy rain began. Yahweh was ending the drought. This also showed that he is the true God."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-14.jpg",
				"text": "When Elijah finished his work, God chose a man named Elisha to be his prophet. God did many miracles through Elisha. One of the miracles happened to Naaman. He was the commander of an enemy army, but he had a bad skin disease. Naaman heard about Elisha, so he went to Elisha and asked him to heal him. Elisha told Naaman to go the Jordan River and dip himself in the water seven times."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-15.jpg",
				"text": "Naaman became angry. He refused to do this because it seemed foolish. But later he changed his mind. He went to the Jordan River and dipped himself seven times into the water. When he came up from the water the last time, God healed him."
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-16.jpg",
				"text": "God also sent many other prophets to the people of Israel. They all told the people to stop worshiping idols. Instead, people should act justly with each other and have mercy on each other. The prophets warned the people that they must stop doing evil and obey God instead. If the people did not do this, then God would judge them as guilty, and he would punish them."
			},
			{
				"id": 18,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-17.jpg",
				"text": "Most of the time, the people did not obey God. They often mistreated the prophets and sometimes even killed them. Once, they put the prophet Jeremiah into a dry well and left him there to die. He sank down into the mud in the bottom of the well. But then the king had mercy on him and ordered his servants to pull Jeremiah out of the well before he died."
			},
			{
				"id": 19,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-19-18.jpg",
				"text": "The prophets continued to speak for God even though the people hated them. They warned people that God would destroy them if they did not repent. They also reminded people that God promised to send them the Messiah."
			},
			{
				"id": 20,
				"end": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38"
			}
		]
	},
	{
		"storyid": 20,
		"sections": [
			{ "id": 1, "title": "20. The Exile and Return" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-01.jpg",
				"text": "The kingdom of Israel and the kingdom of Judah both sinned against God. They broke the covenant that God had made with them at Sinai. God sent his prophets to warn them to repent and worship him again, but they refused to obey."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-02.jpg",
				"text": "So God punished both kingdoms by allowing their enemies to destroy them. Assyria was another nation that became very powerful. The Assyrians were also very cruel to other nations. They came and destroyed the kingdom of Israel. The Assyrians killed many people in the kingdom of Israel, took away everything they wanted, and burned much of the country."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-03.jpg",
				"text": "The Assyrians gathered together all the leaders, the rich people, and the people who could make valuable things. They took them to Assyria. Only some very poor Israelites remained in Israel."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-04.jpg",
				"text": "Then the Assyrians brought foreigners to live in the land. The foreigners rebuilt the cities. They intermarried with the Israelites who were left there. The descendants of these people were called Samaritans."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-05.jpg",
				"text": "The people in the kingdom of Judah saw how God had punished the people of the kingdom of Israel for not believing and obeying him. But they still worshiped idols, including the gods of the Canaanites. God sent prophets to warn them, but they refused to listen."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-06.jpg",
				"text": "About 100 years after the Assyrians destroyed the kingdom of Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack the kingdom of Judah. Babylon was a powerful nation. The king of Judah agreed to be Nebuchadnezzar’s servant and pay him a lot of money every year."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-07.jpg",
				"text": "But after a few years, the king of Judah rebelled against Babylon. So, the Babylonians came back and attacked the kingdom of Judah. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures of the city and the Temple."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-08.jpg",
				"text": "To punish the king of Judah for rebelling, Nebuchadnezzar’s soldiers killed the king’s sons in front of him and then made him blind. After that, they took the king away so he would die in prison in Babylon."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-09.jpg",
				"text": "Nebuchadnezzar and his army took almost all of the people of the kingdom of Judah to Babylon, leaving only the poorest people behind to plant the fields. This period of time when God’s people were forced to leave the Promised Land is called the Exile."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-10.jpg",
				"text": "Even though God punished his people for their sin by taking them away into exile, he did not forget them or his promises. God continued to watch over his people and speak to them through his prophets. He promised that, after 70 years, they would return to the Promised Land again."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-11.jpg",
				"text": "About 70 years later, Cyrus, the king of Persia, defeated Babylonia. So, instead of the Babylonian Empire, the Persian Empire now ruled over many nations. The Israelites were now called Jews. Most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-12.jpg",
				"text": "The Persians were very strong, but they had mercy on the people they conquered. Shortly after Cyrus became king of the Persians, he gave an order that any Jew who wanted to return to Judah could leave Persia and go back to Judah. He even gave them money to rebuild the Temple! So, after 70 years in exile, a small group of Jews returned to the city of Jerusalem in Judah."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-20-13.jpg",
				"text": "When the people arrived in Jerusalem, they rebuilt the Temple and the wall around the city. The Persians still ruled over them, but once again the Jews were living in the Promised Land and worshiping at the Temple."
			},
			{
				"id": 15,
				"end": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13"
			}
		]
	},
	{
		"storyid": 21,
		"sections": [
			{ "id": 1, "title": "21. God Promises the Messiah" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-01.jpg",
				"text": "Even when God created the world, he knew that he would send the Messiah at some time far later. He promised Adam and Eve that he would do this. He said that a descendant of Eve would be born who would crush the snake’s head. Of course, Satan appeared as a snake in order to deceive Eve. God meant that the Messiah would defeat Satan completely."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-02.jpg",
				"text": "God promised Abraham that through him all people groups of the world would receive a blessing. God would fulfill this promise by sending the Messiah at some later time. The Messiah would save people from their sin out of every people group in the world."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-03.jpg",
				"text": "God promised Moses that in the future he would send another prophet like Moses. This prophet would be the Messiah. In this way, God promised again that he would send the Messiah. "
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-04.jpg",
				"text": "God promised King David that one of his own descendants would be the Messiah. He would be king and rule over God’s people forever. "
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-05.jpg",
				"text": "God spoke to the prophet Jeremiah and told him that he would make a New Covenant one day. The New Covenant would not be like the old covenant God made with Israel at Sinai. When he would make his New Covenant with people, he would make them to know him personally. Each person would love him and want to obey his laws. God said this would be like writing his law on their hearts. They would be his people, and God would forgive their sins. It is the Messiah who would make the New Covenant with them."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-06.jpg",
				"text": "God’s prophets also said that the Messiah would be a prophet, a priest, and a king. A prophet is a person who hears the words of God and then proclaims God’s messages to the people. The Messiah that God promised to send would be the perfect prophet. That is, the Messiah would hear God’s messages perfectly, he would understand them perfectly, and he would teach them to people perfectly."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-07.jpg",
				"text": "Israelite priests kept on making sacrifices to God for the people. These sacrifices were in place of God punishing the people for their sins. Priests also prayed to God for the people. However, the Messiah would be the perfect high priest who would offer himself as a perfect sacrifice to God. That is, he would never sin, and when he would give himself to be the sacrifice, no other sacrifice for sin would ever be necessary."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-08.jpg",
				"text": "Kings and chiefs rule over groups of people, and sometimes they make mistakes. King David ruled over only the Israelites. But the Messiah, a descendant of David’s, will rule over the whole world, and he will rule forever. Also, he will always rule justly and make the right decisions. "
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-09.jpg",
				"text": "God’s prophets said many other things about the Messiah. For example, Malachi said that another prophet would come before the Messiah came. That prophet would be very important. Also, the prophet Isaiah wrote that the Messiah would be born of a virgin. And the prophet Micah said that the Messiah would be born in the town of Bethlehem."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-10.jpg",
				"text": "The prophet Isaiah said the Messiah would live in the region of Galilee. The Messiah would comfort people who were very sad. He would also set prisoners free. The Messiah would also heal sick people and those who could not hear, see, speak, or walk."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-11.jpg",
				"text": "The prophet Isaiah also said that people would hate the Messiah and refuse to accept him. Other prophets said that a friend of the Messiah would turn against him. The prophet Zechariah said that this friend would receive 30 silver coins from other people for doing this. Also, some prophets said that people would kill the Messiah, and that they would gamble for his clothes. "
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-12.jpg",
				"text": "The prophets also told about how the Messiah would die. Isaiah prophesied that people would spit on, mock, and beat the Messiah. They would pierce him, and he would die in great suffering and agony even though he had not done anything wrong."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-13.jpg",
				"text": "The prophets also said that the Messiah would not sin. He would be perfect. But he would die because God would punish him for other people’s sins. When he died, people would be able to have peace with God. This is why, in God’s plan, the Messiah had to die."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-14.jpg",
				"text": "The prophets also said that God would raise the Messiah from the dead. This shows that Jesus' death and resurrection was all God’s plan to make the New Covenant, so he could save people who had sinned against him."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-21-15.jpg",
				"text": "God revealed to the prophets many things about the Messiah, but the Messiah did not come during the time of any of those prophets. More than 400 years after the last of these prophecies was given, at exactly the right time, God sent the Messiah into the world."
			},
			{
				"id": 17,
				"end": "A Bible story from: Genesis 3; 12; Deuteronomy 18:15; 2 Samuel 7; Psalm 16; 22; 35; 69; 41; Isaiah 7:14; 9:1-7; 61; 53; 50:6; 59:16; Jeremiah 31; Daniel 7; Micah 5:2; Zechariah 11:12-13; Malachi 4:5"
			}
		]
	},
	{
		"storyid": 22,
		"sections": [
			{ "id": 1, "title": "22. The Birth of John" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-01.jpg",
				"text": "In the past, God had spoken to his prophets so they could speak to his people. Then came 400 years of silence in which he did not speak to men. Then God sent an angel to a priest named Zechariah. Zechariah and his wife, Elizabeth, honored God. They were very old, and she had never born any children."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-02.jpg",
				"text": "The angel said to Zechariah, “Your wife will have a son. You will name him John. God will fill him with the Holy Spirit, and John will get the people ready to accept the Messiah!” Zechariah responded, “My wife and I are too old to have children! How can I know you are telling me the truth?”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-03.jpg",
				"text": "The angel responded to Zechariah, “I was sent by God to bring you this good news. Because you did not believe me, you will not be able to speak until the child is born.” Immediately, Zechariah was unable to speak. Then the angel left Zechariah. After this, Zechariah returned home and his wife became pregnant."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-04.jpg",
				"text": "When Elizabeth was six months pregnant, the same angel suddenly appeared to Elizabeth’s relative, whose name was Mary. She was a virgin and was engaged to be married to a man named Joseph. The angel said, “You will become pregnant and give birth to a son. You are to name him Jesus. He will be the Son of the Most High God and will rule forever.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-05.jpg",
				"text": "Mary replied, “How can this be, since I am a virgin?” The angel explained, “The Holy Spirit will come to you, and the power of God will come to you. So the baby will be holy, and he will be the Son of God.” Mary believed what the angel said."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-06.jpg",
				"text": "Soon after this happened, Mary went and visited Elizabeth. As soon as Mary greeted her, Elizabeth’s baby jumped inside her. The women rejoiced together about what God had done for them. After Mary visited Elizabeth for three months, Mary returned home."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-22-07.jpg",
				"text": "After this, Elizabeth gave birth to her baby boy. Zechariah and Elizabeth named the baby John, as the angel had commanded. Then God made Zechariah able to speak again. Zechariah said, “Praise God, because he has remembered to help his people! You, my son, will be the prophet of the Most High God. You will tell the people how they can receive forgiveness for their sins!”"
			},
			{ "id": 9, "end": "A Bible story from: Luke 1" }
		]
	},
	{
		"storyid": 23,
		"sections": [
			{ "id": 1, "title": "23. The Birth of Jesus" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-01.jpg",
				"text": "Mary was engaged to a righteous man named Joseph. When he heard that Mary was pregnant, he knew it was not his baby. However, he did not want to shame Mary, so he decided to have mercy on her and to divorce her quietly. But before he could do that, an angel came to him in a dream and spoke to him."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-02.jpg",
				"text": "The angel said, “Joseph, do not be afraid to take Mary as your wife. The baby that is in her is from the Holy Spirit. She will give birth to a son. Name him Jesus (which means ‘Yahweh saves’), because he will save the people from their sins.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-03.jpg",
				"text": "So Joseph married Mary and took her home as his wife, but he did not sleep with her until she had given birth."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-04.jpg",
				"text": "When the time was near for Mary to give birth, she and Joseph made a long journey to the town of Bethlehem. They had to go there because the Roman officials wanted to count all the people in the land of Israel. They wanted everyone to go to where their ancestors had lived. King David had been born in Bethlehem, and he was the ancestor of both Mary and Joseph."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-05.jpg",
				"text": "Mary and Joseph went to Bethlehem, but there was no place for them to stay except for where some animals were kept. It was there that Mary gave birth to her baby. She laid him in a feeding trough since there was no bed for him. They named him Jesus."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-06.jpg",
				"text": "That night, there were some shepherds in a nearby field guarding their flocks. Suddenly, a shining angel appeared to them, and they were terrified. The angel said, “Do not be afraid, because I have some good news for you. The Messiah, the Master, has been born in Bethlehem!”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-07.jpg",
				"text": "“Go search for the baby, and you will find him wrapped in pieces of cloth and lying in a feeding trough.” Suddenly, the skies were filled with angels. They were praising God. They said, “May all honor be to God in heaven. May there be peace on earth to the people he favors!”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-08.jpg",
				"text": "Then the angels left. The shepherds left their sheep to look for the baby. They soon arrived at the place where Jesus was and they found him lying in a feeding trough, just as the angel had told them. They were very excited. Then the shepherds returned to the fields where their sheep were. They were praising God for everything they had heard and seen."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-09.jpg",
				"text": "There were some men in a country far to the east. They studied the stars and were very wise. They saw an unusual star in the sky. They said that it meant that a new king of the Jews had been born. So they decided to travel from their country to see the child. After a long journey, they came to Bethlehem and found the house where Jesus and his parents were staying."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-23-10.jpg",
				"text": "When these men saw Jesus with his mother, they bowed down and worshiped him. They gave Jesus expensive gifts. Then they returned home."
			},
			{ "id": 12, "end": "A Bible story from: Matthew 1-2; Luke 2" }
		]
	},
	{
		"storyid": 24,
		"sections": [
			{ "id": 1, "title": "24. John Baptizes Jesus" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-01.jpg",
				"text": "John, the son of Zechariah and Elizabeth, grew up and became a prophet. He lived in the wilderness, ate wild honey and locusts, and wore clothes made from camel hair."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-02.jpg",
				"text": "Many people came out to the wilderness to listen to John. He preached to them, saying, “Repent, for the kingdom of God is near!”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-03.jpg",
				"text": "When people heard John’s message, many of them repented from their sins, and John baptized them. Many religious leaders also came to see John, but they did not repent or confess their sins."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-04.jpg",
				"text": "John said to the religious leaders, “You poisonous snakes! Repent and change your behavior. God will cut down every tree that does not bear good fruit, and he will throw them into the fire.” John fulfilled what the prophets had said, “See, I will soon send my messenger ahead of you, who will prepare your way.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-05.jpg",
				"text": "Some religious leaders asked John if he was the Messiah. John replied, “I am not the Messiah, but he is coming after me. He is so great that I am not even worthy to untie his sandals.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-06.jpg",
				"text": "The next day, Jesus came for John to baptize him. When John saw him, he said, “Look! There is the Lamb of God who will take away the sin of the world.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-07.jpg",
				"text": "John said to Jesus, “I am not worthy to baptize you. You should baptize me instead.” But Jesus said, “You should baptize me, because it is the right thing to do.” So John baptized him even though Jesus had never sinned."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-08.jpg",
				"text": "When Jesus came up out of the water after being baptized, the Spirit of God appeared in the form of a dove and came down and rested on him. At the same time, God spoke from heaven. He said, “This is my Son. I love him, and I am very pleased with him.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-24-09.jpg",
				"text": "God had told John, “The Holy Spirit will come down and stay on someone you baptize. That person is the Son of God.” There is only one God. But when John baptized Jesus, he heard God the Father speak, saw God the Son, who is Jesus, and he saw the Holy Spirit."
			},
			{
				"id": 11,
				"end": "A Bible story from: Matthew 3; Mark 1; Luke 3; John 1:15-37"
			}
		]
	},
	{
		"storyid": 25,
		"sections": [
			{ "id": 1, "title": "25. Satan Tempts Jesus" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-01.jpg",
				"text": "Immediately after Jesus was baptized, the Holy Spirit led him out into the wilderness. Jesus was there for 40 days and 40 nights. During that time he fasted, and Satan came to Jesus and tempted him to sin."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-02.jpg",
				"text": "First, Satan said to Jesus, “If you are the Son of God, turn these rocks into bread so you can eat!”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-03.jpg",
				"text": "But Jesus said to Satan, “It is written in God’s word, ‘People do not only need bread in order to live, but they need everything that God tells them!’”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-04.jpg",
				"text": "Then Satan took Jesus to the highest point on the Temple. He said to him, “If you are the Son of God, jump off to the ground, because it is written, ‘God will command his angels to carry you so your foot does not hit a stone.’”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-05.jpg",
				"text": "But Jesus did not do what Satan asked him to do. Instead, he said, “God tells everyone, ‘Do not test the Lord your God.’”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-06.jpg",
				"text": "Then Satan showed Jesus all the kingdoms of the world. He showed him how powerful they were, and how wealthy they were. He said to Jesus, “I will give you all this if you bow down and worship me.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-07.jpg",
				"text": "Jesus replied, “Get away from me, Satan! In God’s word he commands his people, ‘Worship only the Lord your God. Honor only him as God.’”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-25-08.jpg",
				"text": "Jesus did not give in to Satan’s temptations, so Satan left him. Then angels came and took care of Jesus."
			},
			{
				"id": 10,
				"end": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13"
			}
		]
	},
	{
		"storyid": 26,
		"sections": [
			{ "id": 1, "title": "26. Jesus Starts His Ministry" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-01.jpg",
				"text": "After Jesus refused Satan’s temptations, he returned to the region of Galilee. This is where he lived. The Holy Spirit was giving him much power, and Jesus went from place to place and taught people. Everyone said good things about him."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-02.jpg",
				"text": "Jesus went to the town of Nazareth. This is the village where he had lived when he was a child. On the Sabbath, he went to the place of worship. The leaders handed him a scroll with the messages of the prophet Isaiah. They wanted him to read from it. So Jesus opened up the scroll and read part of it to the people."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-03.jpg",
				"text": "Jesus read, “God has given me his Spirit so that I can proclaim good news to the poor. He has sent me to set prisoners free, to make the blind people see again, and to free those whom others are oppressing. This is the time when the Lord will be merciful to us and help us.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-04.jpg",
				"text": "Then Jesus sat down. Everybody was watching him closely. They knew the passage of scripture that he had just read was about the Messiah. Jesus said, “The things I just read to you, they are happening right now.” All the people were amazed. “Isn’t this the son of Joseph?” they said."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-05.jpg",
				"text": "Then Jesus said, “It is true that people never accept a prophet in the town he grew up in. During the time of the prophet Elijah, there were many widows in Israel. But when it did not rain for three and a half years, God did not send Elijah to help a widow from Israel. Instead, he sent Elijah to a widow in a different nation.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-06.jpg",
				"text": "Jesus continued, saying, “And during the time of the prophet Elisha, there were many people in Israel with skin diseases. But Elisha did not heal any of them. He only healed the skin disease of Naaman, a commander of Israel’s enemies.” But the people who were listening to Jesus were Jews. So when they heard him say this, they were furious at him."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-07.jpg",
				"text": "The people of Nazareth seized Jesus and dragged him out of the place of worship. They took him to the edge of a cliff to throw him off of it in order to kill him. But Jesus walked through the crowd and left the town of Nazareth."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-08.jpg",
				"text": "Then Jesus went throughout the region of Galilee, and large crowds came to him. They brought many people who were sick or disabled. There were some who were blind, others who were crippled, deaf, or mute, and Jesus healed them."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-09.jpg",
				"text": "Also, many people who had demons in them were brought to Jesus. Jesus commanded the demons to come out of them, so the demons came out. The demons often shouted, “You are the Son of God!” The crowds of people were amazed, and they praised God."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-26-10.jpg",
				"text": "Then Jesus chose 12 men from among his disciples to be his special representatives. He called them “apostles.” These apostles traveled with Jesus and learned from him."
			},
			{
				"id": 12,
				"end": "A Bible story from: Matthew 4:12-25; Mark 1-3; Luke 4"
			}
		]
	},
	{
		"storyid": 27,
		"sections": [
			{ "id": 1, "title": "27. The Story of the Good Samaritan" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-01.jpg",
				"text": "One day, an expert in the Jewish law came to Jesus. He wanted to show everyone that Jesus was teaching wrongly. So he said, “Teacher, what must I do to inherit eternal life?” Jesus answered, “What is written in God’s law?”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-02.jpg",
				"text": "The man said, “It says, ‘Love the Lord your God with all your heart, soul, strength, and mind. And love your neighbor as yourself.’” Jesus answered, “You are correct! If you do this, you will have eternal life.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-03.jpg",
				"text": "But the law expert wanted to show the people that his way of living was correct. So he asked Jesus, “Well then, who is my neighbor?”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-04.jpg",
				"text": "Jesus answered the law expert by telling a story. “There was a Jewish man who was traveling along the road from Jerusalem to Jericho.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-05.jpg",
				"text": "“But some robbers saw him and attacked him. They took everything he had and beat him until he was almost dead. Then they went away.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-06.jpg",
				"text": "“Soon after that, a Jewish priest happened to walk down that same road. This priest saw that man lying in the road. When he saw him, he moved to the other side of the road and kept on going. He completely ignored that man.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-07.jpg",
				"text": "“Not long after that, a Levite came down the road. (Levites were a tribe of Jews who helped the priests at the Temple.) The Levite also crossed over to the other side of the road. He also ignored that man.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-08.jpg",
				"text": "“The next person to walk down that road was a man from Samaria. (Samaritans and Jews hated each other.) The Samaritan saw the man in the road. He saw he was Jewish, but he still had very strong compassion for him. So he went to him and bandaged his wounds.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-09.jpg",
				"text": "“Then the Samaritan lifted the man onto his own donkey. He took him to an inn by the road. There he continued to take care of him.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-10.jpg",
				"text": "“The next day, the Samaritan needed to continue his journey. He gave some money to the person in charge of the inn. He said to him, ‘Take care of this man. If you spend any more money than this, I will repay those expenses when I return.’”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-27-11.jpg",
				"text": "Then Jesus asked the law expert, “What do you think? Which one of the three men was a neighbor to the man who was robbed and beaten?” He replied, “The one who was merciful to him.” Jesus told him, “You go and do the same.”"
			},
			{ "id": 13, "end": "A Bible story from: Luke 10:25-37" }
		]
	},
	{
		"storyid": 28,
		"sections": [
			{ "id": 1, "title": "28. The Rich Young Ruler" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-01.jpg",
				"text": "One day, a rich young ruler came up to Jesus and asked him, “Good teacher, what must I do to have eternal life?” Jesus said to him, “Why do you call me ‘good’? There is only one who is good, and that is God. But if you want to have eternal life, obey God’s laws.”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-02.jpg",
				"text": "“Which ones do I need to obey?” he asked. Jesus replied, “Do not murder. Do not commit adultery. Do not steal. Do not lie. Honor your father and mother, and love your neighbor as you love yourself.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-03.jpg",
				"text": "But the young man said, “I have obeyed all these laws ever since I was a boy. What do I still need to do in order to live forever?” Jesus looked at him and loved him."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-04.jpg",
				"text": "Jesus answered, “If you want to be perfect, then go and sell everything you own and give the money to the poor, and you will have treasure in heaven. Then come and follow me.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-05.jpg",
				"text": "When the young man heard what Jesus said, he became very sad because he was very rich and did not want to give away all the things he possessed. He turned and went away from Jesus."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-06.jpg",
				"text": "Then Jesus said to his disciples, “It is extremely hard for rich people to enter into the kingdom of God! Yes, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-07.jpg",
				"text": "When the disciples heard what Jesus said, they were shocked. They said, “If it is like this, who will God save?”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-08.jpg",
				"text": "Jesus looked at the disciples and said, “It is impossible for people to save themselves. But nothing is impossible for God to do.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-09.jpg",
				"text": "Peter said to Jesus, “We disciples have left everything and followed you. What will be our reward?”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-28-10.jpg",
				"text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my sake will receive 100 times more and will also receive eternal life. But many who are first will be last, and many who are last will be first.”"
			},
			{
				"id": 12,
				"end": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30"
			}
		]
	},
	{
		"storyid": 29,
		"sections": [
			{ "id": 1, "title": "29. The Story of the Unmerciful Servant" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-01.jpg",
				"text": "One day, Peter asked Jesus, “Master, how many times should I forgive my brother when he sins against me? Up to seven times?” Jesus said, “Not seven times, but 70 times seven!” By this, Jesus meant that we should always forgive. Then Jesus told this story."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-02.jpg",
				"text": "Jesus said, “The kingdom of God is like a king who wanted to settle accounts with his servants. One of his servants owed a huge debt worth 200,000 years’ wages.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-03.jpg",
				"text": "“But the servant could not pay his debt, so the king said, ‘Sell this man and his family as slaves to pay his debt.’”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-04.jpg",
				"text": "“The servant fell on his knees before the king and said, ‘Please be patient with me, and I will pay the full amount that I owe you.’ The king felt pity for the servant, so he canceled all of his debt and let him go.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-05.jpg",
				"text": "“But when the servant went out from the king, he found a fellow servant who owed him a debt worth four months’ wages. The servant grabbed his fellow servant and said, ‘Pay me the money that you owe me!’”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-06.jpg",
				"text": "“The fellow servant fell on his knees and said, ‘Please be patient with me, and I will pay the full amount that I owe you.’ But instead, the servant threw his fellow servant into prison until he could pay the debt.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-07.jpg",
				"text": "“Some other servants saw what had happened and were greatly disturbed. They went to the king and told him everything.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-08.jpg",
				"text": "“The king called the servant and said, ‘You wicked servant! I forgave your debt because you begged me. You should have done the same.’ The king was so angry that he threw the wicked servant into prison until he could pay back all of his debt.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-29-09.jpg",
				"text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”"
			},
			{ "id": 11, "end": "A Bible story from: Matthew 18:21-35" }
		]
	},
	{
		"storyid": 30,
		"sections": [
			{ "id": 1, "title": "30. Jesus Feeds Thousands of People" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-01.jpg",
				"text": "Jesus sent his apostles to preach and to teach people in many different villages. When they returned to where Jesus was, they told him what they had done. Then Jesus invited them to go with him to a quiet place across the lake to rest for a while. So, they got into a boat and went to the other side of the lake."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-02.jpg",
				"text": "But there were many people who saw Jesus and the disciples leave in the boat. These people ran along the shore of the lake to get to the other side ahead of them. So when Jesus and the disciples arrived, a large group of people was already there, waiting for them."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-03.jpg",
				"text": "The crowd had over 5,000 men in it, not counting the women and children. Jesus felt great compassion towards the people. To Jesus, these people were like sheep without a shepherd. So he taught them and healed the people among them who were sick."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-04.jpg",
				"text": "Late in the day, the disciples told Jesus, “It is late and there are no towns nearby. Send the people away so they can go get something to eat.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-05.jpg",
				"text": "But Jesus said to the disciples, “You give them something to eat!” They responded, “How can we do that? We only have five loaves of bread and two small fish.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-06.jpg",
				"text": "Jesus told his disciples to tell the people in the crowd to sit down on the grass in groups of 50 people each."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-07.jpg",
				"text": "Then Jesus took the five loaves of bread and the two fish, looked up to heaven, and thanked God for the food."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-08.jpg",
				"text": "Then Jesus broke the bread and the fish into pieces. He gave the pieces to his disciples to give to the people. The disciples kept passing out the food, and it never ran out! All the people ate and were satisfied."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-30-09.jpg",
				"text": "After that, the disciples collected the food that had not been eaten. It was enough to fill 12 baskets! All the food came from the five loaves of bread and two fish."
			},
			{
				"id": 11,
				"end": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15"
			}
		]
	},
	{
		"storyid": 31,
		"sections": [
			{ "id": 1, "title": "31. Jesus Walks on Water" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-01.jpg",
				"text": "After Jesus fed the crowd, he told the disciples to get into a boat. He told them to sail to the other side of the lake while he stayed behind for a little while. So the disciples left, and Jesus sent the crowd to their homes. After that Jesus went up on a mountainside to pray. He was there all alone, and he prayed until late at night."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-02.jpg",
				"text": "During this time, the disciples were rowing their boat, but the wind was blowing hard against them. When it was late in the night, they had only reached the middle of the lake."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-03.jpg",
				"text": "At that time, Jesus finished praying and started to go back to meet his disciples. He walked on top of the water toward their boat."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-04.jpg",
				"text": "Then the disciples saw him. They were very afraid because they thought he was a ghost. Jesus knew that they were afraid, so he called out to them and said, “Do not be afraid. It is I!”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-05.jpg",
				"text": "Then Peter said to Jesus, “Master, if it is you, command me to come to you on the water.” Jesus told Peter, “Come!”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-06.jpg",
				"text": "So, Peter got out of the boat and started walking to Jesus on the surface of the water. But after walking a short distance, he turned his eyes away from Jesus and began to look at the waves and to feel the strong wind."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-07.jpg",
				"text": "Then Peter became afraid and began to sink in the water. He cried out, “Master, save me!” Right away, Jesus reached out and grabbed him. Then he said to Peter, “You have so little faith! Why did you not trust me to keep you safe?”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-31-08.jpg",
				"text": "Then Peter and Jesus got into the boat, and the wind immediately stopped blowing. The water became calm. The disciples were amazed and bowed down to Jesus. They worshiped him and said to him, “Truly, you are the Son of God.”"
			},
			{
				"id": 10,
				"end": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21"
			}
		]
	},
	{
		"storyid": 32,
		"sections": [
			{
				"id": 1,
				"title": "32. Jesus Heals a Demon-Possessed Man & a Sick Woman"
			},
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-01.jpg",
				"text": "Jesus and his disciples went in their boat to the region where the Gerasene people lived. They reached land and got out of their boat."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-02.jpg",
				"text": "Now there was a man there who was demon possessed."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-03.jpg",
				"text": "This man was so strong that nobody could control him. Sometimes people even fastened his arms and legs with chains, but he kept breaking them."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-04.jpg",
				"text": "The man lived among the tombs in the area. This man would scream all day and all night. He did not wear clothes, and he often cut himself with stones."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-05.jpg",
				"text": "This man ran up to Jesus and knelt down in front of him. Then Jesus spoke to the demon in the man and said, “Come out of this man!” "
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-06.jpg",
				"text": "The demon cried out in a loud voice, “What do you want with me, Jesus, Son of the Most High God? Please do not torture me!” Then Jesus asked the demon, “What is your name?” He replied, “My name is Legion, because we are many.” "
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-07.jpg",
				"text": "The demons begged Jesus, “Please do not send us out of this region!” There was a herd of pigs feeding on a nearby hill. So the demons begged Jesus, “Please send us into the pigs instead!” Jesus said, “Alright, go into them!”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-08.jpg",
				"text": "So the demons came out of the man and entered the pigs. The pigs ran down a steep bank into the lake and drowned. There were about 2,000 pigs in the herd."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-09.jpg",
				"text": "There were people taking care of those pigs. When they saw what happened, they ran into the town. There they told everyone what Jesus had done. The people from the town came and saw the man who used to have the demons. He was sitting calmly, wearing clothes, and acting like a normal person."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-10.jpg",
				"text": "The people were very afraid and asked Jesus to leave. So Jesus got into the boat. The man who used to have the demons begged to go along with Jesus."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-11.jpg",
				"text": "But Jesus said to him, “No. I want you to go home and tell everyone what God has done for you. Tell them how he has had mercy on you.”"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-12.jpg",
				"text": "So the man went away and told everyone about what Jesus had done for him. Everyone who heard his story was amazed."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-13.jpg",
				"text": "Jesus returned to the other side of the lake. After he arrived there, a large crowd gathered around him and pressed in on him. In the crowd was a woman who had suffered from a bleeding problem for 12 years. She had paid all of her money to doctors so they would heal her, but she only got worse."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-14.jpg",
				"text": "She had heard that Jesus had healed many sick people and thought, ‘I’m sure that if I can just touch Jesus’ clothes, then I will be healed too!’ So she came up behind Jesus and touched his clothes. As soon as she touched them, the bleeding stopped!"
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-15.jpg",
				"text": "Immediately, Jesus realized that power had gone out from him. So he turned around and asked, “Who touched me?” The disciples replied, “There are many people crowding around you and bumping into you. Why did you ask, ‘Who touched me?’”"
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-32-16.jpg",
				"text": "The woman fell on her knees before Jesus, shaking and very afraid. Then she told him what she had done, and that she had been healed. Jesus said to her, “Your faith has healed you. Go in peace.”"
			},
			{
				"id": 18,
				"end": "A Bible story from: Matthew 8:28-34; 9:20-22; Mark 5; Luke 8:26-48"
			}
		]
	},
	{
		"storyid": 33,
		"sections": [
			{ "id": 1, "title": "33. The Story of the Farmer" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-01.jpg",
				"text": "One day, Jesus was near the shore of the lake. He was teaching a very large crowd of people. So many people came to hear him that Jesus did not have enough room to speak to them all. So he got into a boat in the water. There he sat and taught the people."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-02.jpg",
				"text": "Jesus told this story. “A farmer went out to plant some seed. As he was spreading the seed by hand, some of the seed happened to fall on the path. But birds came and ate all of that seed.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-03.jpg",
				"text": "“Other seed fell on rocky ground, where there was very little soil. The seed in the rocky ground sprouted quickly, but its roots were not able to go deep into the soil. When the sun came up and it got hot, the plants withered and died.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-04.jpg",
				"text": "“Still other seed fell among thorn bushes. This seed began to grow, but the thorns choked it out. So the plants that grew from the seed in the thorny ground did not produce any grain.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-05.jpg",
				"text": "“Other seed fell into good soil. This seed grew up and produced 30, 60, or even 100 times as much grain as the seed that had been planted. Whoever wants to follow God, let him pay attention to what I am saying!”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-06.jpg",
				"text": "This story confused the disciples. So Jesus explained, “The seed is the word of God. The path is a person who hears God’s word, but does not understand it. Then the devil takes the word away from him. That is, the devil keeps him from understanding it.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-07.jpg",
				"text": "“The rocky ground is a person who hears God’s word and accepts it with joy. But when he suffers hardships, or when other people make him suffer, he falls away from God. That is, he stops trusting in God.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-08.jpg",
				"text": "“The thorny ground is a person who hears God’s word. But he begins to worry about many things, and he tries to make a lot of money, and he tries to get many things. After some time, he is not able to love God any longer. So what he learned from God’s word does not make him able to please God. He is like wheat stalks that do not produce any grain.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-33-09.jpg",
				"text": "“But the seed in the good soil is a person who hears the word of God, believes it, and produces fruit.”"
			},
			{
				"id": 11,
				"end": "A Bible story from: Matthew 13:1-23; Mark 4:1-20; Luke 8:4-15"
			}
		]
	},
	{
		"storyid": 34,
		"sections": [
			{ "id": 1, "title": "34. Jesus Teaches Other Stories" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-01.jpg",
				"text": "Jesus told many other stories about the kingdom of God. For example, he said, “The kingdom of God is like a mustard seed that someone planted in his field. You know that the mustard seed is the smallest seed of all.”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-02.jpg",
				"text": "“But when the mustard seed grows, it becomes the largest of all of the garden plants, big enough that even the birds come and rest in its branches.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-03.jpg",
				"text": "Telling another story, Jesus said, “The kingdom of God is like yeast that a woman mixes into some bread dough until it spreads throughout the dough.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-04.jpg",
				"text": "“The kingdom of God is also like treasure that someone hid in a field. Another man found the treasure and wanted it very much. So he buried it again. He was so filled with joy that he went and sold everything he had so he could buy that field where the treasure was.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-05.jpg",
				"text": "“The kingdom of God is also like a perfect pearl of great value. When a pearl merchant found it, he sold all that he had so he could buy it.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-06.jpg",
				"text": "There were some people who thought God would accept them because they were doing good things. These people despised others who did not do those good things. So Jesus told them this story: “There were two men, both of whom went to the Temple to pray. One of them was a tax collector, and the other was a religious leader.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-07.jpg",
				"text": "“The religious leader prayed like this, ‘Thank you, God, that I am not a sinner like other men—such as robbers, unjust men, adulterers, or even like that tax collector over there.’”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-08.jpg",
				"text": "“‘For example, I fast two times every week and I give you ten percent of all the money and goods that I receive.’”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-09.jpg",
				"text": "“But the tax collector stood far away from the religious leader. He did not even look up to heaven. Instead, he pounded on his chest with his fist and prayed, ‘God, please be merciful to me because I am a sinner.’”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-34-10.jpg",
				"text": "Then Jesus said, “I tell you, God heard the tax collector’s prayer, and declared him to be righteous rather than the religious leader. God will dishonor everyone who is proud, but he will honor whoever humbles himself.”"
			},
			{
				"id": 12,
				"end": "A Bible story from: Matthew 13:31-46; Mark 4:26-34; Luke 13:18-21; 18:9-14"
			}
		]
	},
	{
		"storyid": 35,
		"sections": [
			{ "id": 1, "title": "35. The Story of the Compassionate Father" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-01.jpg",
				"text": "One day, Jesus was teaching many people who had gathered to hear him. These people were tax collectors and also other people who did not try to obey the Law of Moses."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-02.jpg",
				"text": "Some religious leaders saw Jesus talking to these people as friends. So they began to tell each other that he was doing wrong. Jesus heard them talk, so he told them this story."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-03.jpg",
				"text": "“There was a man who had two sons. The younger son told his father, ‘Father, I want my inheritance now!’ So the father divided his property between his two sons.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-04.jpg",
				"text": "“Soon the younger son gathered all that he had and went far away and wasted his money in sinful living.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-05.jpg",
				"text": "“After that, a severe famine occurred in the land where the younger son was, and he had no money to buy food. So he took the only job he could find, feeding pigs. He was so miserable and hungry that he wanted to eat the pigs’ food.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-06.jpg",
				"text": "“Finally, the younger son said to himself, ‘What am I doing? All my father’s servants have plenty to eat, and yet here I am starving. I will go back to my father and ask to be one of his servants.’”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-07.jpg",
				"text": "“So the younger son started back towards his father’s home. When he was still far away, his father saw him and felt compassion for him. He ran to his son and hugged him and kissed him.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-08.jpg",
				"text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son.’”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-09.jpg",
				"text": "“But his father told one of his servants, ‘Go quickly and bring the best clothes and put them on my son! Put a ring on his finger and put sandals on his feet. Then kill the best calf so we can have a feast and celebrate, because my son was dead, but now he is alive! He was lost, but now we have found him!’”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-10.jpg",
				"text": "“So the people began to celebrate. Before long, the older son came home from working in the field. He heard the music and dancing and wondered what was happening.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-11.jpg",
				"text": "“When the older son found out that they were celebrating because his brother had come home, he was very angry and would not go into the house. His father came out and begged him to come and celebrate with them, but he refused.”"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-12.jpg",
				"text": "“The older son said to his father, ‘All these years I have worked faithfully for you! I never disobeyed you, and still you did not give me even one small goat so I could celebrate with my friends. But this son of yours has wasted your money doing sinful things. When he came home, you killed the best calf to celebrate!’”"
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-35-13.jpg",
				"text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate because your brother was dead, but now is alive. He was lost, but now we have found him!’”"
			},
			{ "id": 15, "end": "A Bible story from: Luke 15" }
		]
	},
	{
		"storyid": 36,
		"sections": [
			{ "id": 1, "title": "36. The Transfiguration" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-01.jpg",
				"text": "One day, Jesus took three of his disciples, Peter, James, and John, with him. (The disciple named John was not the same person who baptized Jesus.) They went up on a high mountain by themselves to pray."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-02.jpg",
				"text": "As Jesus was praying, his face became as bright as the sun. His clothes became as white as light, whiter than anyone on earth could make them."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-03.jpg",
				"text": "Then Moses and the prophet Elijah appeared. These men had lived on the earth hundreds of years before this. They talked with Jesus about his death, because he would soon die in Jerusalem."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-04.jpg",
				"text": "As Moses and Elijah were talking with Jesus, Peter said to Jesus, “It is good for us to be here. Let us make three shelters, one for you, one for Moses, and one for Elijah.” But Peter did not know what he was saying."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-05.jpg",
				"text": "As Peter was talking, a bright cloud came down and surrounded them. Then they heard a voice coming from the cloud. It said, “This is my Son whom I love. I am pleased with him. Listen to him.” The three disciples were terrified and fell on the ground."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-06.jpg",
				"text": "Then Jesus touched them and said, “Do not be afraid. Get up.” When they looked around, the only one still there was Jesus."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-36-07.jpg",
				"text": "Jesus and the three disciples went back down the mountain. Then Jesus said to them, “Do not tell anyone yet about what happened here. I will soon die and then come back to life. After that, you may tell people.”"
			},
			{
				"id": 9,
				"end": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36"
			}
		]
	},
	{
		"storyid": 37,
		"sections": [
			{ "id": 1, "title": "37. Jesus Raises Lazarus from the Dead" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-01.jpg",
				"text": "There was a man named Lazarus. He had two sisters named Mary and Martha. They were all close friends of Jesus. One day someone told Jesus that Lazarus was very sick. When Jesus heard this, he said, “This sickness will not end with Lazarus dying. Instead, it will cause people to honor God.”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-02.jpg",
				"text": "Jesus loved his friends, but he waited where he was for two days. After those two days he said to his disciples, “Let’s go back to Judea.” “But Teacher,” the disciples answered, “just a short time ago the people there wanted to kill you!” Jesus said, “Our friend Lazarus has fallen asleep, and I must wake him.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-03.jpg",
				"text": "Jesus’ disciples replied, “Master, if Lazarus is sleeping, then he will get better.” Then Jesus told them plainly, “Lazarus is dead. I am glad that I was not there, so that you may believe in me.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-04.jpg",
				"text": "When Jesus arrived at Lazarus’ hometown, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, “Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from him.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-05.jpg",
				"text": "Jesus replied, “I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?” Martha answered, “Yes, Master! I believe you are the Messiah, the Son of God.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-06.jpg",
				"text": "Then Mary arrived. She fell at the feet of Jesus and said, “Master, if only you had been here, my brother would not have died.” Jesus asked them, “Where have you put Lazarus?” They told him, “In the tomb. Come and see.” Then Jesus wept."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-07.jpg",
				"text": "The tomb was a cave with a stone rolled in front of its opening. When Jesus arrived at the tomb, he told them, “Roll the stone away.” But Martha said, “He has been dead for four days. There will be a bad smell.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-08.jpg",
				"text": "Jesus answered, “Did I not tell you that you would see God’s power if you believe in me?” So they rolled the stone away."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-09.jpg",
				"text": "Then Jesus looked up to heaven and said, “Father, thank you for hearing me. I know you always listen to me, but I say this in order to help all these people standing here, so that they will believe you sent me.” Then Jesus shouted, “Lazarus, come out!”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-10.jpg",
				"text": "So Lazarus came out! He was still wrapped in grave clothes. Jesus told them, “Help him take off those grave clothes and release him!” Many of the Jews believed in Jesus because of this miracle."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-37-11.jpg",
				"text": "But the religious leaders of the Jews envied Jesus, so they gathered together to plan how they could kill Jesus and Lazarus."
			},
			{ "id": 13, "end": "A Bible story from: John 11:1-46" }
		]
	},
	{
		"storyid": 38,
		"sections": [
			{ "id": 1, "title": "38. Jesus Is Betrayed" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-01.jpg",
				"text": "Every year, the Jews celebrated the Passover. This was a celebration of how God had saved their ancestors from slavery in Egypt many centuries earlier. About three years after Jesus first began preaching and teaching publicly, Jesus told his disciples that he wanted to celebrate this Passover with them in Jerusalem, and that he would be killed there."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-02.jpg",
				"text": "One of Jesus’ disciples was a man named Judas. Judas was in charge of the apostles’ moneybag, but he often stole money out of the bag. After Jesus and the disciples arrived in Jerusalem, Judas went to the Jewish leaders. He offered to betray Jesus by identifying him to the authorities in exchange for money. He knew that the Jewish leaders did not accept that Jesus was the Messiah. He knew that they wanted to kill him."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-03.jpg",
				"text": "The Jewish leaders, led by the high priest, paid Judas 30 silver coins to betray Jesus by handing him over to them. This happened just as the prophets said it would. Judas agreed, took the money, and went away. He began looking for an opportunity to help them arrest Jesus."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-04.jpg",
				"text": "In Jerusalem, Jesus celebrated the Passover with his disciples. During the Passover meal, Jesus took some bread and broke it. He said, “Take and eat this. This is my body, which I will give for you. Do this to remember me.” In this way, Jesus said that he would die for them, that he would sacrifice his body for them."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-05.jpg",
				"text": "Then Jesus picked up a cup of wine and said, “Drink this. It is my blood of the New Covenant that I will pour out so that God will forgive your sins. Do what I am doing now, to remember me every time you drink it.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-06.jpg",
				"text": "Then Jesus said to the disciples, “One of you will betray me.” The disciples were shocked, and asked who would do such a thing. Jesus said, “The person to whom I give this piece of bread is the betrayer.” Then he gave the bread to Judas."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-07.jpg",
				"text": "After Judas took the bread, Satan entered into him. Judas left and went to help the Jewish leaders arrest Jesus. It was nighttime."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-08.jpg",
				"text": "After the meal, Jesus and his disciples walked to the Mount of Olives. Jesus said, “You will all abandon me tonight. It is written, ‘I will strike the shepherd and all the sheep will be scattered.’”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-09.jpg",
				"text": "Peter replied, “Even if all the others abandon you, I will not!” Then Jesus said to Peter, “Satan wants to have all of you, but I have prayed for you, Peter, that your faith will not fail. Even so, tonight, before the rooster crows, you will deny three times that you even know me.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-10.jpg",
				"text": "Peter then said to Jesus, “Even if I must die, I will never deny you!” All the other disciples said the same thing."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-11.jpg",
				"text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not enter into temptation. Then Jesus went to pray by himself."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-12.jpg",
				"text": "Jesus prayed three times, “My Father, if it is possible, please let me not have to drink this cup of suffering. But if there is no other way for people’s sins to be forgiven, then let your will be done.” Jesus was very troubled and his sweat was like drops of blood. God sent an angel to strengthen him."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-13.jpg",
				"text": "After each time of prayer, Jesus came back to his disciples, but they were asleep. When he returned the third time, Jesus said, “Wake up! My betrayer is here.”"
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-14.jpg",
				"text": "Judas came with the Jewish leaders, soldiers, and a large crowd. They were carrying swords and clubs. Judas came to Jesus and said, “Greetings, Teacher,” and kissed him. He did this to show the Jewish leaders the man to arrest. Then Jesus said, “Judas, are you betraying me with a kiss?”"
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-38-15.jpg",
				"text": "As the soldiers were seizing Jesus, Peter pulled out his sword and cut off the ear of a servant of the high priest. But Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me, but I must obey my Father.” Jesus healed the man’s ear. Then all the disciples ran away."
			},
			{
				"id": 17,
				"end": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11"
			}
		]
	},
	{
		"storyid": 39,
		"sections": [
			{ "id": 1, "title": "39. Jesus Is Put on Trial" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-01.jpg",
				"text": "It was now the middle of the night. The soldiers led Jesus to the house of the high priest because he wanted to question Jesus. Peter was following far behind them. When the soldiers took Jesus into the house, Peter stayed outside and warmed himself by a fire."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-02.jpg",
				"text": "Inside the house, the Jewish leaders put Jesus on trial. They brought many false witnesses who lied about him. However, their statements did not agree with each other, so the Jewish leaders could not prove he was guilty of anything. Jesus did not say anything."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-03.jpg",
				"text": "Finally, the high priest looked directly at Jesus and said, “Tell us, are you the Messiah, the Son of the living God?”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-04.jpg",
				"text": "Jesus said, “I am, and you will see me seated with God and coming from heaven.” The high priest tore his clothes because he was angry at what Jesus said. He shouted to the other leaders, “We do not need any more witnesses to tell us what this man has done! You yourselves have heard him say that he is the Son of God. What is your decision about him?”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-05.jpg",
				"text": "The Jewish leaders all answered the high priest, “He deserves to die!” Then they blindfolded Jesus, spit on him, hit him, and mocked him."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-06.jpg",
				"text": "As for Peter, he was waiting outside the house. A servant girl saw him. She said to him, “You also were with Jesus!” Peter denied it. Later, another girl said the same thing, and Peter denied it again. Finally, some people said, “We know that you were with Jesus because you both are from Galilee.”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-07.jpg",
				"text": "Then Peter said, “May God curse me if I know this man!” Immediately after Peter swore like this, a rooster crowed. Jesus turned around and looked at Peter."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-08.jpg",
				"text": "Peter went away and cried bitterly. At the same time, Judas, the one who had betrayed Jesus, saw that the Jewish leaders had condemned Jesus to die. Judas became full of sorrow and went away and killed himself."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-09.jpg",
				"text": "Now Pilate was the governor of Judea. He worked for Rome. The Jewish leaders brought Jesus to him. They wanted Pilate to condemn Jesus and kill him. Pilate asked Jesus, “Are you the king of the Jews?”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-10.jpg",
				"text": "Jesus answered, “You have said the truth. But my kingdom is not here on earth. If it were, my servants would fight for me. I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.” Pilate asked, “What is truth?”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-11.jpg",
				"text": "After speaking with Jesus, Pilate went out to the crowd and said, “I cannot find any reason that this man deserves to die.” But the Jewish leaders and the crowd shouted, “Crucify him!” Pilate replied, “He is not guilty of doing anything wrong.” But they shouted even louder. Then Pilate said a third time, “He is not guilty!”"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-39-12.jpg",
				"text": "Pilate became afraid that the crowd would begin to riot, so he agreed to have his soldiers crucify Jesus. The Roman soldiers whipped Jesus and put a royal robe and a crown made of thorns on him. Then they mocked him by saying, “Look, the King of the Jews!”"
			},
			{
				"id": 14,
				"end": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16"
			}
		]
	},
	{
		"storyid": 40,
		"sections": [
			{ "id": 1, "title": "40. Jesus Is Crucified" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-01.jpg",
				"text": "After the soldiers mocked Jesus, they led him away to crucify him. They made him carry the cross on which he would die."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-02.jpg",
				"text": "The soldiers brought Jesus to a place called ‘the Skull’ and nailed his hands and feet to the cross. But Jesus said, “Father, forgive them, because they do not know what they are doing.” They also put a sign on the cross above his head. It said, “King of the Jews.” This is what Pilate had told them to write."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-03.jpg",
				"text": "Then the soldiers gambled for Jesus’ clothing. When they did this, they fulfilled a prophecy that said, “They divided my garments among them, and gambled for my clothing.”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-04.jpg",
				"text": "There were also two robbers whom the soldiers crucified at the same time, putting them on either side of Jesus. One of the robbers mocked Jesus, but the other said to him, “Do you not fear that God will punish you? We are guilty of doing many bad things, but this man is innocent.” Then he said to Jesus, “Please remember me when you become king in your kingdom.” Jesus answered him, “Today you will be with me in Paradise.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-05.jpg",
				"text": "The Jewish leaders and the other people in the crowd mocked Jesus. They said to him, “If you are the Son of God, come down from the cross and save yourself! Then we will believe you.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-06.jpg",
				"text": "Then the sky over the whole region became completely dark, even though it was the middle of the day. It became dark at noon and stayed dark for three hours."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-07.jpg",
				"text": "Then Jesus cried out, “It is finished! Father, I am giving my spirit into your hands.” Then he bowed his head and gave up his spirit. When he died, there was an earthquake. In the Temple, the large curtain that separated the people from the presence of God was torn in two from the top to the bottom."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-08.jpg",
				"text": "Through his death, Jesus opened the way for people to come to God. When a soldier guarding Jesus saw everything that had happened, he said, “Certainly, this man was innocent. He was the Son of God.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-40-09.jpg",
				"text": "Then two Jewish leaders named Joseph and Nicodemus came and asked Pilate for Jesus’ body. They believed that Jesus was the Messiah. They wrapped his body in cloth, took it to a tomb cut out of rock and placed it inside. Then they rolled a large stone in front of the tomb to block the opening."
			},
			{
				"id": 11,
				"end": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42"
			}
		]
	},
	{
		"storyid": 41,
		"sections": [
			{ "id": 1, "title": "41. God Raises Jesus from the Dead" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-01.jpg",
				"text": "After the soldiers crucified Jesus, the Jewish leaders said to Pilate, “That liar, Jesus, said he would rise from the dead after three days. Someone must guard the tomb to make sure that his disciples do not steal the body. If they do, they will say he has risen from the dead.”"
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-02.jpg",
				"text": "Pilate said, “Take some soldiers and guard the tomb as well as you can.” So they placed a seal on the stone at the entrance of the tomb. They also put soldiers there to make sure no one could steal the body."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-03.jpg",
				"text": "The day after Jesus died was a Sabbath day. No one could work on the Sabbath day, so no friends of Jesus went to his tomb. But on the day after the Sabbath, very early in the morning, several women got ready to go to Jesus’ tomb. They wanted to put more spices on his body."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-04.jpg",
				"text": "Before the women arrived, there was a great earthquake at the tomb. An angel came from heaven. He rolled away the stone that was covering the entrance to the tomb and sat on it. This angel was shining as brightly as lightning. The soldiers at the tomb saw him. They were so terrified that they fell to the ground like dead men."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-05.jpg",
				"text": "When the women arrived at the tomb, the angel told them, “Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.” The women looked into the tomb and saw where Jesus’ body had been laid. His body was not there!"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-06.jpg",
				"text": "Then the angel told the women, “Go and tell the disciples, ‘Jesus has risen from the dead and he will go to Galilee ahead of you.’”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-07.jpg",
				"text": "The women were amazed and very joyful. They ran to tell the disciples the good news."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-41-08.jpg",
				"text": "As the women were on their way to tell the disciples the good news, Jesus appeared to them. They bowed down at his feet. Then Jesus said, “Do not be afraid. Go and tell my disciples to go to Galilee. They will see me there.”"
			},
			{
				"id": 10,
				"end": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18"
			}
		]
	},
	{
		"storyid": 42,
		"sections": [
			{ "id": 1, "title": "42. Jesus Returns to Heaven" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-01.jpg",
				"text": "On the day that God raised Jesus from the dead, two of his disciples were going to a nearby town. As they walked, they talked about what had happened to Jesus. They had hoped that he was the Messiah, but then he was killed. Now the women said he was alive again. They did not know what to believe."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-02.jpg",
				"text": "Jesus approached them and started walking with them, but they did not recognize him. He asked what they were talking about. They told him about all the things that had happened to Jesus during the previous few days. They thought they were talking to a foreigner who did not know what had happened in Jerusalem."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-03.jpg",
				"text": "Then Jesus explained to them what God’s word said about the Messiah. Long ago, prophets had said that evil men would make the Messiah suffer and die. But the prophets also said he would rise again on the third day. "
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-04.jpg",
				"text": "When they arrived at the town where the two men wanted to stay, it was almost evening. They invited Jesus to stay with them, so he went into a house with them. They sat down to eat their evening meal. Jesus picked up a loaf of bread, thanked God for it, and then broke it. Suddenly, they recognized that he was Jesus. But at that moment, he disappeared from their sight."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-05.jpg",
				"text": "The two men said to each other, “That was Jesus! That is why we were so excited when he explained God’s word to us!” Immediately they left and went back to Jerusalem. When they arrived, they told the disciples, “Jesus is alive! We have seen him!”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-06.jpg",
				"text": "As the disciples were talking, Jesus suddenly appeared in the room with them. He said, “Peace to you!” The disciples thought he was a ghost, but Jesus said, “Why are you afraid? Why do you not think it is really I, Jesus? Look at my hands and feet. Ghosts do not have bodies like I do.” To show that he was not a ghost, he asked for something to eat. They gave him a piece of fish, and he ate it."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-07.jpg",
				"text": "Jesus said, “Everything about me that God’s word says will happen, I have told you that it must happen.” Then Jesus made them understand God’s word better. He said, “Long ago, prophets wrote that I, the Messiah, would suffer, die, and then rise from the dead on the third day.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-08.jpg",
				"text": "“The prophets also wrote that my disciples will proclaim God’s message. They will tell everyone to repent. If they repent, God will forgive their sins. My disciples will proclaim this message starting in Jerusalem. Then they will go to all people groups everywhere. You are witnesses of everything I have said and done, and of everything that happened to me.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-09.jpg",
				"text": "During the next 40 days, Jesus appeared to his disciples many times. Once, he even appeared to more than 500 people at the same time! In many ways, he proved to his disciples that he was alive, and he taught them about the kingdom of God."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-10.jpg",
				"text": "Jesus said to his disciples, “God has given me the right to rule over everyone in heaven and on earth. So I am telling you now: go and make disciples in all people groups. In order to do this, you must baptize them in the name of the Father, the Son, and the Holy Spirit. You must also teach them to obey everything I have commanded you. Remember, I will always be with you.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-42-11.jpg",
				"text": "Forty days after Jesus rose from the dead, he told his disciples, “Stay in Jerusalem until my Father gives you power. He will do this by sending the Holy Spirit upon you.” Then Jesus went up to heaven, and a cloud hid him from their sight. Jesus sat down in heaven at the right hand of God to rule over all things."
			},
			{
				"id": 13,
				"end": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11"
			}
		]
	},
	{
		"storyid": 43,
		"sections": [
			{ "id": 1, "title": "43. The Church Begins" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-01.jpg",
				"text": "After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded them to do. The believers there constantly gathered together to pray."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-02.jpg",
				"text": "Every year, 50 days after the Passover, the Jews celebrated an important day called Pentecost. Pentecost was a time when the Jews celebrated the wheat harvest. Jews came from all over the world to Jerusalem to celebrate Pentecost together. This year the time for Pentecost came about a week after Jesus had gone back to heaven."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-03.jpg",
				"text": "While the believers were all together, suddenly the house where they had gathered was filled with a sound like a strong wind. Then something that looked like flames of fire appeared over the heads of all the believers. They were all filled with the Holy Spirit and they praised God in other languages. They did not know these languages, but these were languages that the Holy Spirit enabled them to speak."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-04.jpg",
				"text": "When the people in Jerusalem heard this noise, they came together in a crowd to see what was happening. They heard the believers proclaiming the great things God had done. They were astonished because they could understand even though they were from many different countries and spoke many different languages. The disciples were from Israel and spoke Aramaic, Hebrew, or Greek, but the people were each hearing what God had done in their own native language."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-05.jpg",
				"text": "Some of these people said that the disciples were drunk. But Peter stood up and said to them, “Listen to me! These people are not drunk! Instead, what you see is what the prophet Joel said would happen: God said, ‘In the last days, I will pour out my Spirit.’”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-06.jpg",
				"text": "“Men of Israel, Jesus was a man who did many wonderful things to show who he was. He did many amazing things by God’s power. You know this because you saw these things. But you crucified him!”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-07.jpg",
				"text": "“Jesus died, but God raised him from the dead. This made come true what a prophet wrote: ‘You will not let your Holy One rot in the grave.’ We are witnesses that God raised Jesus to life again.”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-08.jpg",
				"text": "“God the Father has now honored Jesus by making him sit at his right hand. And Jesus has sent the Holy Spirit to us just as he promised he would do. The Holy Spirit is causing the things that you are now seeing and hearing.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-09.jpg",
				"text": "“You crucified this man, Jesus. But know for certain that God has caused Jesus to become both the Lord of everything and the Messiah!”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-10.jpg",
				"text": "The people listening to Peter were deeply moved by the things that he said. So they asked Peter and the disciples, “Brothers, what should we do?”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-11.jpg",
				"text": "Peter answered them, “All of you need God to forgive your sins. So repent and be baptized every one of you in the name of Jesus Christ. Then God will also give you the Holy Spirit as a gift.”"
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-12.jpg",
				"text": "About 3,000 people believed what Peter said and became disciples of Jesus. They were baptized and became part of the church at Jerusalem. "
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-43-13.jpg",
				"text": "The believers continually listened as the apostles taught them. They often met together and ate together, and they often prayed with each other. They praised God together and they shared everything they had with each other. Everyone in the city thought well of them. Every day, more people became believers."
			},
			{ "id": 15, "end": "A Bible story from: Acts 1:12-14; 2" }
		]
	},
	{
		"storyid": 44,
		"sections": [
			{ "id": 1, "title": "44. Peter and John Heal a Beggar" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-01.jpg",
				"text": "One day Peter and John went to the Temple. A crippled man was sitting at the gate, begging for money."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-02.jpg",
				"text": "Peter looked at the lame man and said, “I do not have any money to give you. But I will give you what I do have. In the name of Jesus, get up and walk!”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-03.jpg",
				"text": "Immediately, God healed the lame man. He began to walk and jump around, and to praise God. The people in the courtyard of the Temple were amazed."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-04.jpg",
				"text": "A crowd of people quickly came to see the man who was healed. Peter said to them, “This man is well, but do not be amazed at this. We did not heal him with our own power or because we honor God. Rather, it is Jesus who healed this man with his power, because we believe in Jesus.” "
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-05.jpg",
				"text": "“You are the ones who told the Roman governor to kill Jesus. You killed the one who gives life to everybody. But God raised him from the dead. You did not understand what you were doing, but when you did those things, what the prophets said came true. They said that the Messiah would suffer and die. God made it happen in this way. So now, repent and turn to God, so that he will wash away your sins.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-06.jpg",
				"text": "When the leaders of the Temple heard Peter and John, they were very upset. So they arrested them and put them into prison. But many people believed what Peter said. The number of men who believed in Jesus grew to about 5,000."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-07.jpg",
				"text": "The next day the Jewish leaders brought Peter and John to the high priest and the other religious leaders. They also brought the man who had been crippled. They asked Peter and John, “By what power did you heal this crippled man?”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-08.jpg",
				"text": "Peter answered them, “This man standing before you has been healed by the power of Jesus the Messiah. You crucified Jesus, but God raised him to life again! You rejected him, but there is no other way to be saved except through the power of Jesus!”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-44-09.jpg",
				"text": "The leaders were shocked that Peter and John spoke so boldly. They saw that these men were ordinary men who were uneducated. But then they remembered that these men had been with Jesus. So they said to them, “We will punish you very much if you give any more messages to the people about this man Jesus.” After saying many things like this, they let Peter and John go."
			},
			{ "id": 11, "end": "A Bible story from: Acts 3-4:22" }
		]
	},
	{
		"storyid": 45,
		"sections": [
			{ "id": 1, "title": "45. Stephen and Philip" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-01.jpg",
				"text": "One of the leaders among the first followers of Jesus was a man named Stephen. Everyone respected him. The Holy Spirit gave him much power and wisdom. Stephen did many miracles. Many people believed him when he taught them to trust in Jesus. "
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-02.jpg",
				"text": "One day when Stephen was teaching about Jesus, some Jews who did not believe in Jesus came and began to argue with him. They became very angry, so they went to the religious leaders and told lies about him. They said, “We heard Stephen speak evil things about Moses and God!” So the religious leaders arrested Stephen and brought him to the high priest and the other leaders of the Jews. More false witnesses came and lied to them about Stephen."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-03.jpg",
				"text": "The high priest asked Stephen, “Are these men telling the truth about you?” Stephen began to say many things in order to answer the high priest. He said that God had done many wonderful things for the people of Israel from the time when Abraham lived to the time of Jesus. But the people had always disobeyed God. Stephen said, “You people are stubborn and rebellious against God. You always reject the Holy Spirit, just as our ancestors always rejected God and always killed his prophets. But you did something worse than they did! You killed the Messiah!”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-04.jpg",
				"text": "When the religious leaders heard this, they were so angry that they covered their ears and yelled loudly. They dragged Stephen out of the city and threw stones at him in order to kill him."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-05.jpg",
				"text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” He fell to his knees and cried out again, “Master, do not hold this sin against them.” Then he died."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-06.jpg",
				"text": "That day many people in Jerusalem started persecuting the followers of Jesus, so the believers fled to other places. But in spite of opposition, they preached about Jesus everywhere they went."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-07.jpg",
				"text": "There was a believer in Jesus named Philip. He fled from Jerusalem, as did most other believers. He went to the region of Samaria where he preached to people about Jesus. Many people believed him and were saved. One day, an angel came from God to Philip and told him to go into the wilderness, and to walk down a certain road. Philip went there. As he was walking on the road, he saw a man riding in his chariot. This man was an important official from the land of Ethiopia. The Holy Spirit told Philip to go and talk with this man."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-08.jpg",
				"text": "So Philip went to the chariot. He heard the Ethiopian reading God’s word. He was reading what the prophet Isaiah had written. The man read, “They led him like a lamb to be killed, and as a lamb is silent, he did not say a word. They treated him unfairly and did not respect him. They took his life away from him.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-09.jpg",
				"text": "Philip asked the Ethiopian, “Do you understand what you are reading?” The Ethiopian replied, “No. I cannot understand it unless someone explains it to me. Please come and sit next to me. Was Isaiah writing about himself or someone else?”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-10.jpg",
				"text": "Philip got into the chariot and sat down. Then he told the Ethiopian man that Isaiah had written about Jesus. Philip also spoke about many other parts of God’s word. In this way, he told the man the good news about Jesus."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-11.jpg",
				"text": "As Philip and the Ethiopian traveled, they came to some water. The Ethiopian said, “Look! There is some water! May I be baptized?” And he told the driver to stop the chariot."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-12.jpg",
				"text": "So they went down into the water, and Philip baptized the Ethiopian. After they came up out of the water, the Holy Spirit suddenly carried Philip away to another place. There Philip continued to tell people about Jesus."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-45-13.jpg",
				"text": "The Ethiopian continued traveling toward his home. He was happy that he now knew Jesus."
			},
			{ "id": 15, "end": "A Bible story from: Acts 6-8" }
		]
	},
	{
		"storyid": 46,
		"sections": [
			{ "id": 1, "title": "46. Saul Becomes a Follower of Jesus" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-01.jpg",
				"text": "There was a man named Saul who did not believe in Jesus. When he was a young man, he guarded the robes of the men who killed Stephen. Later he persecuted the believers. He went from house to house in Jerusalem to arrest both men and women and to put them in prison. Then the high priest gave Saul permission to go to the city of Damascus. He told Saul to arrest followers of Jesus there and to bring them back to Jerusalem."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-02.jpg",
				"text": "So Saul began to travel to Damascus. Just before he reached the city, a bright light in the sky shone all around him, and he fell to the ground. Saul heard someone say, “Saul! Saul! Why are you persecuting me?” Saul asked, “Who are you, Master?” Jesus replied to him, “I am Jesus. You are persecuting me!”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-03.jpg",
				"text": "When Saul got up, he could not see. His friends had to lead him into Damascus. Saul did not eat or drink anything for three days."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-04.jpg",
				"text": "There was a disciple in Damascus named Ananias. God said to him, “Go to the house where Saul is staying. Place your hands on him so that he can see again.” But Ananias said, “Master, I have heard how this man has persecuted the believers.” God answered him, “Go! I have chosen him to declare my name to the Jews and to people from other people groups. He will suffer many things for my name.”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-05.jpg",
				"text": "So Ananias went to Saul, placed his hands on him, and said, “Jesus, who appeared to you on your way here, sent me to you so that you can see again, and so the Holy Spirit will fill you.” Immediately Saul was able to see again, and Ananias baptized him. Then Saul ate some food and became strong again."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-06.jpg",
				"text": "Right away Saul began preaching to the Jews in Damascus. He said, “Jesus is the Son of God!” The Jews were amazed because Saul had tried to kill believers, and now he believed in Jesus! Saul argued with the Jews. He showed that Jesus was the Messiah."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-07.jpg",
				"text": "After many days, the Jews made a plan to kill Saul. They sent people to watch for him at the city gates in order to kill him. But Saul heard about the plan, and his friends helped him escape. One night they lowered him over the city wall in a basket. After Saul escaped from Damascus, he continued to preach about Jesus."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-08.jpg",
				"text": "Saul went to Jerusalem to meet with the apostles, but they were afraid of him. Then a believer named Barnabas took Saul to the apostles. He told them how Saul had preached boldly in Damascus. After that the apostles accepted Saul."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-09.jpg",
				"text": "Some believers who fled from the persecution in Jerusalem went far away to the city of Antioch and preached about Jesus. Most of the people in Antioch were not Jews, but for the first time, people who were not Jews became believers. Barnabas and Saul went there to teach these new believers more about Jesus and to strengthen the church. It was at Antioch that believers in Jesus were first called ‘Christians.’ "
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-46-10.jpg",
				"text": "One day, the followers of Jesus at Antioch were fasting and praying. The Holy Spirit said to them, “Set apart for me Barnabas and Saul to do the work I have called them to do.” So the church in Antioch prayed for Barnabas and Saul and placed their hands on them. Then they sent them out to preach the good news about Jesus in many other places. Barnabas and Saul taught people in different people groups, and many people believed in Jesus."
			},
			{
				"id": 12,
				"end": "A Bible story from: Acts 8:1-3; 9:1-31; 11:19-26; 13-14"
			}
		]
	},
	{
		"storyid": 47,
		"sections": [
			{ "id": 1, "title": "47. Paul and Silas in Philippi" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-01.jpg",
				"text": "As Saul traveled throughout the Roman Empire, he began to use his Roman name, ‘Paul.’ One day, Paul and his friend Silas went to the town of Philippi to proclaim the good news about Jesus. They went to a place by the river outside the city where people gathered to pray. There they met a woman named Lydia who was a merchant. She loved and worshiped God."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-02.jpg",
				"text": "God enabled Lydia to believe the message about Jesus. Paul and Silas baptized her and her family. She invited Paul and Silas to stay at her house, so they stayed there."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-03.jpg",
				"text": "Paul and Silas often met with people at the place where Jews prayed. Every day as they walked there, a slave girl possessed by a demon followed them. By means of this demon, she predicted the future for people, so she made a lot of money for her masters as a fortuneteller."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-04.jpg",
				"text": "The slave girl kept yelling as they walked, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-05.jpg",
				"text": "Finally, one day when the slave girl started yelling, Paul turned to her and said to the demon that was in her, “In the name of Jesus, come out of her.” Right away the demon left her."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-06.jpg",
				"text": "The men who owned the slave girl became very angry! They realized that, without the demon, the slave girl could not tell people the future. This meant that people would no longer pay her owners to have her tell their future."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-07.jpg",
				"text": "So the owners of the slave girl took Paul and Silas to the Roman authorities, who beat Paul and Silas, and then threw them into jail."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-08.jpg",
				"text": "They put Paul and Silas in the part of the prison where there were the most guards. They even attached their feet to large pieces of wood. But in the middle of the night, Paul and Silas were singing songs of praise to God."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-09.jpg",
				"text": "Suddenly, there was a violent earthquake! All the prison doors opened wide, and the chains of all the prisoners fell off."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-10.jpg",
				"text": "Then the jailer woke up. He saw that the prison doors were open. He thought that all the prisoners had escaped. He was afraid the Roman authorities would kill him for allowing them to go, so he got ready to kill himself! But Paul saw him and shouted, “Stop! Do not hurt yourself. We are all here.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-11.jpg",
				"text": "The jailer trembled as he came to Paul and Silas and asked, “What must I do to be saved?” Paul answered, “Believe in Jesus, the Master, and you and your family will be saved.” Then the jailer took Paul and Silas into his home and washed their wounds. Paul preached the good news about Jesus to everyone in his house."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-12.jpg",
				"text": "The jailer and his whole family believed in Jesus, so Paul and Silas baptized them. Then the jailer gave Paul and Silas a meal, and they rejoiced together."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-13.jpg",
				"text": "The next day the leaders of the city released Paul and Silas from prison and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The good news about Jesus kept spreading, and the Church kept growing."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-47-14.jpg",
				"text": "Paul and other leaders of the believers traveled to many cities. They preached and taught people the good news about Jesus. They also wrote many letters to encourage and teach the believers in the churches. Some of these letters became books of the Bible."
			},
			{ "id": 16, "end": "A Bible story from: Acts 16:11-40" }
		]
	},
	{
		"storyid": 48,
		"sections": [
			{ "id": 1, "title": "48. Jesus Is the Promised Messiah" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-01.jpg",
				"text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no sickness or death. This was the way God wanted the world to be."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-02.jpg",
				"text": "Satan spoke to Eve in the garden through the snake because he wanted to deceive her. Then she and Adam sinned against God. Because they sinned, everyone on earth dies."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-03.jpg",
				"text": "Because Adam and Eve sinned, something even worse happened. They became enemies of God. As a result, every person since then has sinned. Every person is an enemy of God from birth. There was no peace between people and God. But God wanted to make peace."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-04.jpg",
				"text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would bite his heel. In other words, Satan would kill the Messiah, but God would raise him to life again. The Messiah would take away Satan’s power forever. Many years later, God showed that the Messiah is Jesus."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-05.jpg",
				"text": "God told Noah to build a boat to save his family from the flood he was going to send. This is how God saved the people who believed in him. In the same way, everyone deserves death from God because they have sinned. But God sent Jesus to save everyone who believes in him. "
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-06.jpg",
				"text": "For hundreds of years, priests kept on offering sacrifices to God. This showed people that they committed sin and that they deserved God’s punishment. But those sacrifices could not forgive their sins. Jesus did what the priests could not do. He gave himself to be the only sacrifice that could take away everyone’s sin. He accepted onto himself the punishment that we should have received for our sins. For this reason, Jesus is the Great High Priest."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-07.jpg",
				"text": "God had told Abraham, “I will bless all the people groups on the earth through you.” Jesus was a descendant of this Abraham. God blesses all the people groups through Abraham, because God saves from sin everyone who believes in Jesus. When these people believe in Jesus, God considers them to be descendants of Abraham."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-08.jpg",
				"text": "God told Abraham to sacrifice his own son, Isaac, to him. But then God gave a ram for the sacrifice instead of Isaac. We all deserve to die for our sins! But God gave Jesus to be a sacrifice to die in our place. That is why we call Jesus the Lamb of God."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-09.jpg",
				"text": "When God sent the last plague on Egypt, he told each Israelite family to kill a lamb. The lamb must not have any flaws. Then they had to spread its blood on the tops and sides of their door frames. When God saw the blood, he passed over their houses and did not kill their firstborn sons. When this happened, God called this the Passover."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-10.jpg",
				"text": "Jesus is like a Passover Lamb. He never sinned, so there was nothing wrong with him. He was killed at the time of the Passover festival. When anyone believes in Jesus, the blood of Jesus pays for that person’s sin. It is as if God passed over that person, because he does not punish him."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-11.jpg",
				"text": "God made a covenant with the Israelites because they were the people he had chosen to belong to himself. But God has now made a New Covenant that is for everyone. If anyone in any people group accepts this New Covenant, he joins God’s people. He does this because he believes in Jesus."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-12.jpg",
				"text": "Moses was a prophet who proclaimed the word of God with great power. But Jesus is the greatest prophet of all. He is God, so all the things he did and said were the actions and words of God. That is why the Scriptures call Jesus the Word of God."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-13.jpg",
				"text": "God promised King David that one of his descendants would rule as king over God’s people forever. Jesus is the Son of God and the Messiah, so he is the descendant of David who can rule forever."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-48-14.jpg",
				"text": "David was a king of Israel, but Jesus is the king of the entire universe! He will come again and rule his kingdom with justice and peace forever."
			},
			{
				"id": 16,
				"end": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrews 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21"
			}
		]
	},
	{
		"storyid": 49,
		"sections": [
			{ "id": 1, "title": "49. God’s New Covenant" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-01.jpg",
				"text": "An angel told Mary, a young woman, that she would give birth to God’s Son. She was still a virgin, but the Holy Spirit came to her and made her become pregnant. She gave birth to a son and named him Jesus. Therefore, Jesus is both God and human."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-02.jpg",
				"text": "Jesus did many miracles that show that he is God. He walked on water and stopped storms. He healed many sick people and drove demons out of many others. He raised dead people to life, and he turned five loaves of bread and two small fish into enough food to feed over 5,000 people."
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-03.jpg",
				"text": "Jesus was also a great teacher. Everything he taught, he taught correctly. People should do what he told them to do because he is the Son of God. For example, he taught that you need to love other people the same way you love yourself."
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-04.jpg",
				"text": "He also taught that you need to love God more than you love anything else, including your possessions."
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-05.jpg",
				"text": "Jesus said that it is better to be in God’s kingdom than to have anything else in the world. God must save you from your sins in order for you to enter his kingdom."
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-06.jpg",
				"text": "Jesus said that some people will accept him. God will save these people. However, other people will not accept him. He also said that some people are like good soil. Because they accept the good news about Jesus, God saves them. However, other people are like the hard soil on a path. God’s Word is like seed that falls on the path, but nothing grows there. These people reject the message about Jesus. They refuse to enter into his kingdom."
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-07.jpg",
				"text": "Jesus taught that God loves sinners very much. He wants to forgive them and to make them his children."
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-08.jpg",
				"text": "Jesus also told us that God hates sin. Because Adam and Eve sinned, all of their descendants also sin. Every person in the world sins and is far from God. Everyone is an enemy of God."
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-09.jpg",
				"text": "But God loved everyone in the world in this way: he gave his only Son so that God will not punish those who believe in Jesus. Instead, believers will live with him forever."
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-10.jpg",
				"text": "You deserve to die because you have sinned. It would be right for God to punish you, but Jesus took the punishment for sin in our place. God punished Jesus by killing him on a cross."
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-11.jpg",
				"text": "Jesus never sinned. He accepted the punishment for sin, including the worst possible death. In this way, he was the perfect sacrifice to take away your sins and the sins of every person in the world. Jesus sacrificed himself to God, so God will forgive any sin, even terrible sins, of the people who believe in Jesus."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-12.jpg",
				"text": "Even if you do many very good things, this will not make God save you. There is nothing you can do on your own to become friends with him. Instead, you should believe that Jesus is the Son of God, that he died on the cross instead of you, and that God raised him to life again. If you believe this, God will forgive you for having sinned."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-13.jpg",
				"text": "God will save everyone who believes in Jesus and accepts him as their Master. But he will not save those who do not believe in him. It does not matter if you are rich or poor, man or woman, old or young, or where you live. God loves you and wants you to believe in Jesus so he can be a friend to you."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-14.jpg",
				"text": "Jesus is calling you to believe in him and to be baptized. Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and that you deserve God’s punishment for your sin? Do you believe that Jesus died on the cross to take away your sins?"
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-15.jpg",
				"text": "If you believe in Jesus and confess what he has done for you, you are a follower of Jesus! Satan no longer rules you in his kingdom of darkness. God is now ruling over you in his kingdom of light. God has enabled you to no longer sin as you used to do. He has given you a new, right way of living."
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-16.jpg",
				"text": "If you are a follower of Jesus, God has forgiven your sins because of what Jesus did. Now, God considers you to be a close friend instead of an enemy."
			},
			{
				"id": 18,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-17.jpg",
				"text": "If you are a friend of God and a servant of Jesus the Master, you will want to obey what Jesus teaches you. Even though you are a follower of Jesus, Satan will still tempt you to sin. But God always does what he says he will do. He says that if you confess your sins, he will forgive you. He will give you strength to fight against sin."
			},
			{
				"id": 19,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-49-18.jpg",
				"text": "God tells you to pray and to study his word. He also tells you to worship him together with other followers of Jesus. You must also tell other people what he has done for you. If you do all these things, you will become a strong friend of his."
			},
			{
				"id": 20,
				"end": "A Bible story from: Genesis 3; Matthew 13-14; Mark 10:17-31; Luke 2; 10:25-37; 15; John 3:16; Romans 3:21-26, 5:1-11; 2 Corinthians 5:17-21; Colossians 1:13-14; 1 John 1:5-10"
			}
		]
	},
	{
		"storyid": 50,
		"sections": [
			{ "id": 1, "title": "50. Jesus Returns" },
			{
				"id": 2,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-01.jpg",
				"text": "For almost 2,000 years, more and more people around the world have been hearing the good news about Jesus the Messiah. The Church has been growing. Jesus promised he would return at the end of the world. Though he has not yet come back, he will keep his promise."
			},
			{
				"id": 3,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-02.jpg",
				"text": "As we wait for Jesus to return, God wants us to live in a way that is holy and that honors him. He also wants us to tell others about his kingdom. When Jesus was living on earth, he said, “My disciples will preach the good news about the kingdom of God to people everywhere in the world, and then the end will come.”"
			},
			{
				"id": 4,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-03.jpg",
				"text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus told his followers to proclaim the good news to people who have never heard it. He said, “Go and make disciples in all people groups!” and “The fields are ripe for harvest!”"
			},
			{
				"id": 5,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-04.jpg",
				"text": "Jesus also said, “A man’s servant is not greater than his master. The important people in this world have hated me, and they will also torture you and kill you because of me. In this world you will suffer, but be strong, because I have defeated Satan, the one who rules this world. If you remain faithful to me to the end, then God will save you!”"
			},
			{
				"id": 6,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-05.jpg",
				"text": "Jesus told his disciples a story to explain what will happen to people when the world ends. He said, “A man planted good seed in his field. While he was sleeping, his enemy came and planted weed seeds among the wheat seeds, and then he went away.”"
			},
			{
				"id": 7,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-06.jpg",
				"text": "“When the plants sprouted, the servants of the man said, ‘Master, you planted good seed in that field. So why are there weeds in it?’ The man answered, ‘Only my enemies would want to plant them. It is one of my enemies who did this.’”"
			},
			{
				"id": 8,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-07.jpg",
				"text": "“The servants responded to their master, ‘Should we pull out the weeds?’ The master said, ‘No. If you do that, you will pull out some of the wheat as well. Wait until the harvest. Then gather the weeds into piles so you can burn them. But bring the wheat into my barn.’”"
			},
			{
				"id": 9,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-08.jpg",
				"text": "The disciples did not understand the meaning of the story, so they asked Jesus to explain it to them. Jesus said, “The man who planted the good seed represents the Messiah. The field represents the world. The good seed represents the people of God’s kingdom.”"
			},
			{
				"id": 10,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-09.jpg",
				"text": "“The weeds represent the people who belong to the devil, the evil one. The man’s enemy, the one who planted the weeds, represents the devil. The harvest represents the end of the world, and the harvesters represent God’s angels.”"
			},
			{
				"id": 11,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-10.jpg",
				"text": "“When the world ends, the angels will gather together all the people who belong to the devil. The angels will throw them into a very hot fire. There those people will cry and grind their teeth in terrible suffering. But the people who are righteous, who have followed Jesus, will shine like the sun in the kingdom of God their Father.”"
			},
			{
				"id": 12,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-11.jpg",
				"text": "Jesus also said that he would return to earth just before the world ends. He will come back the same way that he left. That is, he will have a real body, and he will come on the clouds in the sky. When Jesus returns, every follower of Jesus who has died will rise from the dead and meet him in the sky."
			},
			{
				"id": 13,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-12.jpg",
				"text": "Then the followers of Jesus who are still alive will rise up into the sky and join with the other followers of Jesus who rose from the dead. They will all be with Jesus there. After that, Jesus will live with his people. They will have complete peace forever as they live together."
			},
			{
				"id": 14,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-13.jpg",
				"text": "Jesus promised to give a crown to everyone who believes in him. They will rule with God over everything forever. They will have perfect peace."
			},
			{
				"id": 15,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-14.jpg",
				"text": "But God will judge everyone who does not believe in Jesus. He will throw them into hell. There they will weep and grind their teeth, and they will suffer forever. A fire that never goes out will continually burn them, and worms will never stop eating them."
			},
			{
				"id": 16,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-15.jpg",
				"text": "When Jesus returns, he will completely destroy Satan and his kingdom. He will throw Satan into hell. Satan will burn there forever, along with everyone who chose to follow him rather than to obey God."
			},
			{
				"id": 17,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-16.jpg",
				"text": "Because Adam and Eve disobeyed God and brought sin into this world, God cursed it and decided to destroy it. But some day God will create a new heaven and a new earth that will be perfect. "
			},
			{
				"id": 18,
				"url": "https://cdn.door43.org/obs/jpg/360px/obs-en-50-17.jpg",
				"text": "Jesus and his people will live on the new earth, and he will reign forever over everything. He will wipe away every tear from people’s eyes. No one will suffer or be sad any longer. They will not cry. They will not be sick or die. And there will be nothing evil there. Jesus will rule his kingdom justly and with peace. He will be with his people forever."
			},
			{
				"id": 19,
				"end": "A Bible story from: Matthew 13:24-42; 22:13; 24:14; 28:18; John 4:35; 15:20; 16:33; 1 Thessalonians 4:13-5:11; James 1:12; Revelation 2:10; 20:10; 21-22"
			}
		]
	}
]
